Repository: pchev/skychart
Catalog: tools/data/language/skychart.*.po
Languages: lo

source: email
lo: ອີເມລ

source: Emission nebula
lo: ເນບິວລາປ່ອຍແສງ

source: Empty
lo: ວ່າງ

source: End
lo: ສິ້ນສຸດ

source: End of object
lo: ສິ້ນສຸດວັດຖຸ

source: End of processing: %s asteroids
lo: ສິ້ນສຸດການປະມວນຜົນ: ດາວເຄາະນ້ອຍ %s ດວງ

source: Ephemeris
lo: ເອເຟເມຣິດ (ຕາຕະລາງດາລາສາດ)

source: Ephemeris calendar
lo: ປະຕິທິນດາລາສາດ

source: Ephemeris probably out of range, disabling any solar system object
lo: ຂໍ້ມູນເອເຟເມຣິດອາດຈະຢູ່ນອກໄລຍະ, ກຳລັງປິດການສະແດງວັດຖຸໃນລະບົບສຸລິຍະ

source: Epoch
lo: ອີພັອກ

source: Epoch (JD)
lo: ຍຸກສະໄໝ (JD)

source: Epoch of maxima
lo: ຍຸກສະໄໝຂອງຄ່າສູງສຸດ

source: Eq. grid
lo: ຕາໜ່າງເສັ້ນສູນສູດ

source: Equator
lo: ເສັ້ນສູນສູດ

source: Equatorial coordinates
lo: ພິກັດເສັ້ນສູນສູດຟ້າ

source: Equatorial coordinates, equinox: %s
lo: ພິກັດເສັ້ນສູນສູດຟ້າ, ວິສຸວັດ: %s

source: Equatorial coord.
lo: ພິກັດເສັ້ນສູນສູດ

source: Equatorial mount
lo: ຖານຕັ້ງກ້ອງແບບສູນສູດ

source: Equinox:
lo: ວິສຸວັດ:

source: Equinox
lo: ວິສຸວັດ

source: Error
lo: ຂໍ້ຜິດພາດ

source: %sError creating table %s
lo: %sຜິດພາດໃນການສ້າງຕາຕະລາງ %s

source: Error, file not downloaded:
lo: ຂໍ້ຜິດພາດ, ໄຟລ໌ບໍ່ໄດ້ຖືກດາວໂຫຼດ:

source: Error! Please check the database parameters.
lo: ຜິດພາດ! ກະລຸນາກວດສອບຄ່າພະລາມິເຕີຂອງຖານຂໍ້ມູນ.

source: Error! Please check the database parameters and load the comete data file.
lo: ຜິດພາດ! ກະລຸນາກວດສອບຄ່າພະລາມິເຕີຖານຂໍ້ມູນ ແລະ ໂຫຼດໄຟລ໌ຂໍ້ມູນດາວຫາງ.

source: Error! Please check the database parameters and load the picture package.
lo: ຜິດພາດ! ກະລຸນາກວດສອບຄ່າພະລາມິເຕີຖານຂໍ້ມູນ ແລະ ໂຫຼດແພັກເກັດຮູບພາບ.

source: Estimated file size: %sMB %sDo you want to continue?
lo: ຂະໜາດໄຟລ໌ໂດຍປະມານ: %sMB %sທ່ານຕ້ອງການສືບຕໍ່ບໍ?

source: Estimated tail length
lo: ໄລຍະຫາງໂດຍປະມານ

source: Evening
lo: ຕອນແລງ

source: Evening twilight
lo: ແສງທອງ

source: Event
lo: ເຫດການ

source: every
lo: ທຸກໆ

source: Every position
lo: ທຸກໆຕຳແໜ່ງ

source: Example of user defined object: North galactic pole
lo: ຕົວຢ່າງວັດຖຸທີ່ຜູ້ໃຊ້ກຳນົດ: ຂົ້ວດາລາຈັກເໜືອ

source: Exit
lo: ອອກ

source: Exiting ...
lo: ກຳລັງອອກ ...

source: Expand
lo: ຂະຫຍາຍອອກ

source: Expert mode
lo: ໂໝດຜູ້ຊ່ຽວຊານ

source: External catalog object
lo: ວັດຖຸຈາກຄາຕາລັອກພາຍນອກ

source: Eyepiece
lo: ເລນໃກ້ຕາ

source: Eyepiece apparent field of vision
lo: ຂອບເຂດມຸມມອງປາກົດຂອງເລນຕາ

source: Eyepiece focal length
lo: ຄວາມຍາວໂຟກັດຂອງເລນຕາ

source: Eyepiece vision
lo: ມຸມມອງຜ່ານເລນຕາ

source: Failed: %s
lo: ລົ້ມເຫຼວ: %s

source: Fainter
lo: ມົວກວ່າ

source: Faint Stars Size
lo: ຂະໜາດດາວທີ່ມົວ

source: False
lo: ເທັດ

source: Family
lo: ຕະກູນ

source: FAQ
lo: ຄຳຖາມທີ່ພົບເລື້ອຍ

source: Faster
lo: ໄວຂຶ້ນ

source: Favorite
lo: ທີ່ຊື່ນຊອບ

source: February
lo: ກຸມພາ

source: Fewer buttons for a cleaner space, access to other functions from the menu
lo: ຫຼຸດປຸ່ມລົງເພື່ອໃຫ້ໜ້າຈໍສະອາດຂຶ້ນ, ເຂົ້າເຖິງຟັງຊັນອື່ນໆຜ່ານເມນູ

source: ffmpeg program path
lo: ເສັ້ນທາງໂປຣແກຣມ ffmpeg

source: Field Name
lo: ຊື່ຟິວ (Field)

source: Field Number
lo: ໝາຍເລກສະໜາມ

source: Field of vision
lo: ຂອບເຂດການເບິ່ງເຫັນ

source: Field of vision settings
lo: ຕັ້ງຄ່າຂອບເຂດການເບິ່ງເຫັນ

source: Field of vision number :
lo: ໝາຍເລກຂອບເຂດການເບິ່ງເຫັນ :

source: Field too wide! Maximum is %s
lo: ຂອບເຂດກວ້າງເກີນໄປ! ສູງສຸດແມ່ນ %s

source: File
lo: ໄຟລ໌

source: Filename without path or extension
lo: ຊື່ໄຟລ໌ໂດຍບໍ່ມີເສັ້ນທາງ ຫຼື ນາມສະກຸນ

source: File not found!
lo: ບໍ່ພົບໄຟລ໌!

source: Files path
lo: ເສັ້ນທາງໄຟລ໌

source: Fill?
lo: ລະບາຍສີບໍ?

source: Fill Milky Way
lo: ລະບາຍສີທາງຊ້າງເຜືອກ

source: Fill nebulae
lo: ລະບາຍສີເນບິວລາ

source: Fill with horizon colour
lo: ເຕີມດ້ວຍສີຂອບຟ້າ

source: Filter ->
lo: ຕົວກັອງ ->

source: Filter
lo: ຕົວກັ່ນຕອງ

source: Filter deep sky objects
lo: ກັອງວັດຖຸທ້ອງຟ້າ

source: Filter stars
lo: ກັອງດາວ

source: Find
lo: ຄົ້ນຫາ

source: Finder circle (eyepiece)
lo: ວົງກົມຊ່ວຍຫາ (ເລນໃກ້ຕາ)

source: Finder Circle
lo: ວົງກົມກ້ອງຊ່ອງນຳ

source: Finder rectangle (CCD)
lo: ສີ່ຫຼ່ຽມຊ່ວຍຫາ (CCD)

source: Find info
lo: ຄົ້ນຫາຂໍ້ມູນ

source: First
lo: ທຳອິດ

source: First 5000
lo: 5000 ອັນດັບທຳອິດ

source: First char
lo: ຕົວອັກສອນທຳອິດ

source: FITS file
lo: ໄຟລ໌ FITS

source: Fixed black
lo: ສີດຳຄົງທີ່

source: Fixed sky colour
lo: ສີທ້ອງຟ້າຄົງທີ່

source: Flamsteed number
lo: ໝາຍເລກ Flamsteed

source: Flip N/S movement
lo: ກັບດ້ານການເຄື່ອນທີ່ ເໜືອ/ໃຕ້

source: Fonts
lo: ຟອນຕ໌

source: For a large catalog, always select Binary. For a small dataset that changes frequently, select Text. This enables you to edit the file and see the result immediately on the chart without the need to rerun this utility.
lo: ສຳລັບຄາຕາລັອກຂະໜາດໃຫຍ່ ໃຫ້ເລືອກ Binary. ສຳລັບຂໍ້ມູນນ້ອຍໆ ໃຫ້ເລືອກ Text.

source: Force color
lo: ບັງຄັບໃຊ້ສີ

source: Force EqSys
lo: ບັງຄັບໃຊ້ EqSys

source: Force J2000
lo: ບັງຄັບໃຊ້ J2000

source: For more information, see :
lo: ສຳລັບຂໍ້ມູນເພີ່ມເຕີມ, ເບິ່ງທີ່ :

source: FOV bar
lo: ແຖບ FOV

source: FOV number:
lo: ໝາຍເລກ FOV:

source: Frames per second
lo: ເຟຣມຕໍ່ວິນາທີ

source: Frames size
lo: ຂະໜາດເຟຣມ

source: Free size
lo: ຂະໜາດອິດສະຫຼະ

source: Fri.
lo: ສຸກ

source: From
lo: ຈາກ

source: FTP passive mode
lo: ໂໝດ FTP passive

source: Full screen
lo: ເຕັມຈໍ

source: Galactic
lo: ກາລັກຊີ

source: Galactic coordinates
lo: ພິກັດກາລັກຊີ

source: Galactic coord.
lo: ພິກັດກາລັກຊີ

source: Galaxies
lo: ກາລັກຊີ

source: Galaxy
lo: ກາລັກຊີ

source: Galaxy cluster
lo: ກະຈຸກກາລັກຊີ

source: Gamma
lo: ແກມມາ

source: General
lo: ທົ່ວໄປ

source: General catalog options
lo: ຕົວເລືອກຄາຕາລັອກທົ່ວໄປ

source: General settings
lo: ຕັ້ງຄ່າທົ່ວໄປ

source: Geocentric
lo: ຈຸດສູນກາງໂລກ

source: Geometric altitude
lo: ມຸມເງີຍທາງເລຂາຄະນິດ

source: Get
lo: ດຶງຂໍ້ມູນ

source: Get the asteroids list.
lo: ດຶງລາຍຊື່ດາວເຄາະນ້ອຍ.

source: Get the DSS image
lo: ດຶງຮູບພາບ DSS

source: Get from telescope
lo: ດຶງຂໍ້ມູນຈາກກ້ອງໂທລະທັດ

source: Get the recent GRS measurement from JUPOS project.
lo: ດຶງຂໍ້ມູນການວັດແທກ GRS ລ້າສຸດຈາກໂຄງການ JUPOS.

source: Globular cluster
lo: ກະຈຸກດາວຊົງກົມ

source: Graph height
lo: ຄວາມສູງຂອງກຣາຟ

source: Graphic
lo: ກຣາຟິກ

source: Graphs
lo: ກຣາຟ

source: Gravitational lens
lo: ເລນແຮງໂນ້ມຖ່ວງ

source: Greatest
lo: ຫຼາຍທີ່ສຸດ

source: Greek symbols
lo: ສັນຍະລັກກຣີກ

source: Green
lo: ສີຂຽວ

source: Gregorian calendar start date
lo: ວັນທີເລີ່ມຕົ້ນປະຕິທິນເກຣໂກຣຽນ

source: Grids
lo: ເສັ້ນໂຄງພິກັດ (Grids)

source: Grid spacing
lo: ໄລຍະຫ່າງຕາໜ່າງ

source: Group
lo: ກຸ່ມ

source: GRS transit
lo: ການເຄື່ອນຜ່ານຂອງຈຸດແດງໃຫຍ່

source: G slope parameter
lo: ພະລາມິເຕີຄວາມລາດຊັນ G

source: H absolute magnitude
lo: ໂຊຕິມາດສຳບູນ H

source: Half-mass radius
lo: ລັດສະໝີເຄິ່ງມວນສານ

source: Halt after 1000 errors
lo: ຢຸດຫຼັງຈາກພົບຂໍ້ຜິດພາດ 1000 ຄັ້ງ

source: HandPad
lo: ເຄື່ອງຄວບຄຸມມືຖື (HandPad)

source: H-Beta magnitude
lo: ໂຊຕິມາດ H-Beta

source: Height
lo: ຄວາມສູງ

source: Help
lo: ຊ່ວຍເຫຼືອ

source: Help contents
lo: ເນື້ອຫາການຊ່ວຍເຫຼືອ

source: Hide
lo: ຊ່ອນ

source: Hide label
lo: ເຊື່ອງຊື່

source: Hide objects wider than
lo: ເຊື່ອງວັດຖຸທີ່ກວ້າງກວ່າ

source: High colour
lo: ສີສູງ

source: High quality
lo: ຄຸນນະພາບສູງ

source: High surface brightness
lo: ຄວາມສະຫວ່າງພື້ນຜິວສູງ

source: Horizon
lo: ຂອບຟ້າ

source: Horizontal overlap %
lo: ສ່ວນທີ່ທັບຊ້ອນກັນແນວນອນ %

source: Hostname:
lo: ຊື່ໂຮສ:

source: Hour
lo: ຊົ່ວໂມງ

source: Hour angle
lo: ມຸມຊົ່ວໂມງ

source: Grid spacing in hour for equatorial grid
lo: ໄລຍະຫ່າງຕາໜ່າງເປັນຊົ່ວໂມງສຳລັບພິກັດເສັ້ນສູນສູດ

source: Hourly motion
lo: ການເຄື່ອນທີ່ລາຍຊົ່ວໂມງ

source: hours
lo: ຊົ່ວໂມງ

source: Hours, minutes, seconds
lo: ຊົ່ວໂມງ, ນາທີ, ວິນາທີ

source: HTTP proxy
lo: HTTP ພຣັອກຊີ

source: Humidity %
lo: ຄວາມຊຸ່ມຊື່ນ %

source: Icon click action
lo: ການດຳເນີນການເມື່ອຄລິກໄອຄອນ

source: Icons
lo: ໄອຄອນ

source: Icon size
lo: ຂະໜາດໄອຄອນ

source: Icon time display
lo: ການສະແດງເວລາໃນໄອຄອນ

source: If it is not installed try the following depending on your system:
lo: ຖ້າຍັງບໍ່ໄດ້ຕິດຕັ້ງ ໃຫ້ລອງເຮັດຕາມຂັ້ນຕອນລຸ່ມນີ້ ຂຶ້ນກັບລະບົບຂອງທ່ານ:

source: If you cannot fix the error, please contact the telescope driver author for assistance.
lo: ຖ້າທ່ານບໍ່ສາມາດແກ້ໄຂຂໍ້ຜິດພາດໄດ້, ກະລຸນາຕິດຕໍ່ຜູ້ຂຽນໄດຣເວີກ້ອງໂທລະທັດເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.

source: Illum.
lo: ຄວາມສະຫວ່າງ

source: Illuminated fraction
lo: ສ່ວນທີ່ໄດ້ຮັບແສງ

source: Image archive
lo: ຄັງຮູບພາບ

source: Image directory
lo: ໂຟນເດີຮູບພາບ

source: Image list
lo: ລາຍຊື່ຮູບພາບ

source: Import mosaic file
lo: ນຳເຂົ້າໄຟລ໌ຮູບຕໍ່ (Mosaic)

source: Inclination
lo: ຄວາມອຽງ

source: Inclination=
lo: ຄວາມອຽງ=

source: Include day time pass
lo: ລວມການເຄື່ອນທີ່ຜ່ານໃນເວລາກາງເວັນ

source: Increment for bright stars
lo: ການເພີ່ມຂະໜາດສຳລັບດາວສະຫວ່າງ

source: Increment time
lo: ເພີ່ມເວລາ

source: Indicate here how to compute the required values from the data stored in the catalog text file.
lo: ລະບຸວິທີການຄຳນວນຄ່າທີ່ຕ້ອງການຈາກຂໍ້ມູນໃນໄຟລ໌ຄາຕາລັອກ.

source: Indicate how to recognize the object size unit:
lo: ລະບຸວິທີການລະບຸຫົວໜ່ວຍຂະໜາດວັດຖຸ:

source: Indicate the string identifier for each type of object:
lo: ລະບຸຊື່ເອີ້ນສຳລັບວັດຖຸແຕ່ລະປະເພດ:

source: Indicate the string for each draw operation
lo: ລະບຸຂໍ້ຄວາມສຳລັບແຕ່ລະການແຕ້ມ

source: Indicate the string for each colour
lo: ລະບຸຂໍ້ຄວາມສຳລັບແຕ່ລະສີ

source: INDI driver
lo: ໄດຣເວີ INDI

source: INDI driver settings
lo: ຕັ້ງຄ່າໄດຣເວີ INDI

source: INDI server is ready
lo: ເຊີເວີ INDI ພ້ອມແລ້ວ

source: INDI server host
lo: ໂຮສ INDI ເຊີບເວີ

source: INDI server port
lo: ພອດ INDI ເຊີບເວີ

source: in drive
lo: ໃນໄດຣຟ໌

source: Information
lo: ຂໍ້ມູນ

source: Information detail
lo: ລາຍລະອຽດຂໍ້ມູນ

source: Information from catalog
lo: ຂໍ້ມູນຈາກແຄັດຕະລັອກ

source: Information from
lo: ຂໍ້ມູນຈາກ

source: Initialize database
lo: ກຳນົດຄ່າເລີ່ມຕົ້ນຖານຂໍ້ມູນ

source: Inner Solar System
lo: ລະບົບສຸລິຍະຊັ້ນໃນ

source: Input catalog files
lo: ໄຟລ໌ຄາຕາລັອກຂາເຂົ້າ

source: insert failed line %s: %s
lo: ການເພີ່ມຂໍ້ມູນລົ້ມເຫຼວໃນແຖວທີ %s: %s

source: Insert failed! %s
lo: ການເພີ່ມຂໍ້ມູນລົ້ມເຫຼວ! %s

source: Install
lo: ຕິດຕັ້ງ

source: Install additional DSO catalog for the objects you want to observe
lo: ຕິດຕັ້ງແຄັດຕະລັອກ DSO ເພີ່ມເຕີມສຳລັບວັດຖຸທີ່ທ່ານຕ້ອງການສັງເກດການ

source: Installed
lo: ຕິດຕັ້ງແລ້ວ

source: Install ephemeris data to improve the computation of solar system objects
lo: ຕິດຕັ້ງຂໍ້ມູນເອເຟເມຣິດເພື່ອປັບປຸງການຄຳນວນວັດຖຸໃນລະບົບສຸລິຍະ

source: Installing
lo: ກຳລັງຕິດຕັ້ງ

source: Install new version %s over %s
lo: ຕິດຕັ້ງເວີຊັນໃໝ່ %s ແທນທີ່ %s

source: Install object catalog
lo: ຕິດຕັ້ງແຄັດຕະລັອກວັດຖຸ

source: Install one of the variable star catalog, depending on your interest and instrumentation
lo: ຕິດຕັ້ງແຄັດຕະລັອກດາວແປແສງອັນໃດອັນໜຶ່ງ ຕາມຄວາມສົນໃຈ ແລະ ອຸປະກອນຂອງທ່ານ

source: Install one of the double star catalog, depending on your interest and instrumentation
lo: ຕິດຕັ້ງແຄັດຕະລັອກດາວຄູ່ອັນໃດອັນໜຶ່ງ ຕາມຄວາມສົນໃຈ ແລະ ອຸປະກອນຂອງທ່ານ

source: Install pictures for this DSO catalog
lo: ຕິດຕັ້ງຮູບພາບສຳລັບແຄັດຕະລັອກ DSO ນີ້

source: Specialized catalog for specific use
lo: ແຄັດຕະລັອກສະເພາະທາງສຳລັບການໃຊ້ງານສະເພາະດ້ານ

source: Install more stars down to the lowest required magnitude
lo: ຕິດຕັ້ງດາວເພີ່ມເຕີມຈົນຮອດຄ່າຄວາມສະຫວ່າງຕ່ຳສຸດທີ່ຕ້ອງການ

source: Internet
lo: ອິນເຕີເນັດ

source: Internet localization
lo: ການລະບຸຕຳແໜ່ງຜ່ານອິນເຕີເນັດ

source: invalid epoch on line%s: %s
lo: ຍຸກສະໄໝບໍ່ຖືກຕ້ອງໃນແຖວທີ %s: %s

source: Invalid FITS file: %s
lo: ໄຟລ໌ FITS ບໍ່ຖືກຕ້ອງ: %s

source: Invalid path:
lo: ເສັ້ນທາງບໍ່ຖືກຕ້ອງ:

source: Invisible at this latitude
lo: ເບິ່ງບໍ່ເຫັນໃນລະຕິຈູດນີ້

source: Is the coordinates epoch really %s?
lo: ຍຸກສະໄໝຂອງພິກັດແມ່ນ %s ແທ້ບໍ?

source: %s is empty!
lo: %s ວ່າງເປົ່າ!

source: It take too long to draw the %s from catalog %s, please consider to not use this catalog for this FOV.
lo: ການແຕ້ມ %s ຈາກແແຄັດຕະລັອກ %s ໃຊ້ເວລາດົນເກີນໄປ, ກະລຸນາພິຈາລະນາບໍ່ໃຊ້ແຄັດຕະລັອກນີ້ສຳລັບ FOV ນີ້.

source: January
lo: ມັງກອນ

source: JD calendar
lo: ປະຕິທິນວັນຈູລຽນ

source: JPL ephemeris search order
lo: ລຳດັບການຄົ້ນຫາເອເຟເມຣິດ JPL

source: Julian Day =
lo: ວັນຈູລຽນ =

source: Julian Year
lo: ປີຈູລຽນ

source: July
lo: ກໍລະກົດ

source: June
lo: ມິຖຸນາ

source: Jupiter
lo: ດາວພະຫັດ

source: Jupiter GRS longitude:
lo: ລອງຈິຈູດຈຸດແດງໃຫຍ່ຂອງດາວພະຫັດ:

source: Keep images on exit for later use
lo: ເກັບຮູບພາບໄວ້ເມື່ອປິດໂປຣແກຣມເພື່ອໃຊ້ໃນພາຍຫຼັງ

source: Keep tables on exit for later use
lo: ເກັບຕາຕະລາງໄວ້ເມື່ອປິດໂປຣແກຣມເພື່ອໃຊ້ໃນພາຍຫຼັງ

source: Key
lo: ຄີ (Key)

source: Km.
lo: ກມ.

source: Knot
lo: ກະຈຸກແກສ

source: Label:
lo: ຊື່:

source: Label
lo: ຊື່

source: Label every
lo: ໃສ່ປ້າຍຊື່ທຸກໆ

source: Label object
lo: ຊື່ວັດຖຸ

source: Labels
lo: ຊື່

source: Label text
lo: ຂໍ້ຄວາມປ້າຍຊື່

source: Landscape
lo: ລວງນອນ

source: Language
lo: ພາສາ

source: Language selection
lo: ເລືອກພາສາ

source: Last
lo: ສຸດທ້າຍ

source: Latitude
lo: ລະຕິຈູດ

source: Left
lo: ຊ້າຍ

source: Left bar
lo: ແຖບຊ້າຍ

source: Legal
lo: ຂໍ້ກຳນົດທາງກົດໝາຍ

source: Legend
lo: ຄຳອະທິບາຍສັນຍະລັກ

source: Length
lo: ຄວາມຍາວ

source: Less deep sky
lo: ວັດຖຸທ້ອງຟ້າຫ່າງໄກໜ້ອຍລົງ

source: Less stars
lo: ດາວໜ້ອຍລົງ

source: Libration in latitude
lo: ການແກວ່ງໃນລະຕິຈູດ

source: Libration in longitude
lo: ການແກວ່ງໃນລອງຈິຈູດ

source: License agreement
lo: ຂໍ້ຕົກລົງການນຳໃຊ້

source: light years
lo: ປີແສງ

source: Limit
lo: ຂີດຈຳກັດ

source: Limiting magnitude, list:
lo: ໂຊຕິມາດຈຳກັດ, ລາຍຊື່:

source: Limiting magnitude:
lo: ໂຊຕິມາດຈຳກັດ:

source: Limiting size (arcminutes):
lo: ຂະໜາດຈຳກັດ (ລິບດາ):

source: Line
lo: ເສັ້ນ

source: Linear
lo: ເສັ້ນຊື່

source: Line for telescope pointing limit
lo: ເສັ້ນສະແດງຂີດຈຳກັດການຊີ້ຂອງກ້ອງໂທລະທັດ

source: Line mode
lo: ໂໝດເສັ້ນ

source: Line mode drawing
lo: ການແຕ້ມແບບໂໝດເສັ້ນ

source: Line operation
lo: ການເຮັດວຽກຂອງເສັ້ນ

source: Lines
lo: ເສັ້ນ

source: Lines / grid
lo: ເສັ້ນ / ຕາໜ່າງ

source: Line width
lo: ຄວາມກວ້າງຂອງເສັ້ນ

source: Link all charts
lo: ເຊື່ອມໂຍງທຸກແຜນທີ່

source: List
lo: ລາຍຊື່

source: Listen on port: %s
lo: ລໍຖ້າການເຊື່ອມຕໍ່ຢູ່ພອດ: %s

source: List of available plates
lo: ລາຍຊື່ແຜ່ນພາບທີ່ມີ

source: Load
lo: ໂຫຼດ

source: Load file
lo: ໂຫຼດໄຟລ໌

source: Load from file
lo: ໂຫຼດຈາກໄຟລ໌

source: Load INDI configuration
lo: ໂຫຼດການຕັ້ງຄ່າ INDI

source: Loading catalog list. Please wait ...
lo: ກຳລັງໂຫຼດລາຍຊື່ແຄັດຕະລັອກ. ກະລຸນາລໍຖ້າ ...

source: Load MPC file
lo: ໂຫຼດໄຟລ໌ MPC

source: Load MPC format file
lo: ໂຫຼດໄຟລ໌ຮູບແບບ MPC

source: Load only the first
lo: ໂຫຼດສະເພາະ

source: Load project
lo: ໂຫຼດໂປຣເຈັກ

source: Local horizon
lo: ຂອບຟ້າທ້ອງຖິ່ນ

source: Localized name
lo: ຊື່ທ້ອງຖິ່ນ

source: Local sidereal time
lo: ເວລາດາລາຄະຕິທ້ອງຖິ່ນ

source: Location code
lo: ລະຫັດຕຳແໜ່ງ

source: Location / Time
lo: ຕຳແໜ່ງ / ເວລາ

source: Lock
lo: ລັອກ

source: Lock chart position
lo: ລັອກຕຳແໜ່ງແຜນທີ່

source: Lock the magnitude filter
lo: ລັອກຕົວກັ່ນຕອງຄວາມສະຫວ່າງ

source: Lock on %s
lo: ລັອກທີ່ %s

source: Lock the chart at this position
lo: ລັອກແຜນທີ່ໄວ້ທີ່ຕຳແໜ່ງນີ້

source: Log
lo: ລັອກ (Log)

source: Logarithmic scale
lo: ມາດຕາສ່ວນລໍກາຣິດ

source: Longitude
lo: ລອງຈິຈູດ

source: Longitude ascending node
lo: ລອງຈິຈູດຂອງຈຸດໂນດຂຶ້ນ

source: Look at:
lo: ເບິ່ງທີ່:

source: Lozenge
lo: ຮູບສີ່ຫຼ່ຽມເຂົ້າໜົມຕັດ

source: Low surface brightness
lo: ຄວາມສະຫວ່າງພື້ນຜິວຕ່ຳ

source: Luminosity
lo: ກຳລັງສ່ອງສະຫວ່າງ

source: Lunar eclipses
lo: ຈັນທະຄາດ

source: ly
lo: ປີແສງ

source: Mag:
lo: ໂຊຕິມາດ:

source: Magn.
lo: ໂຊຕິມາດ

source: Magnitude
lo: ໂຊຕິມາດ

source: Magnitude at maxima
lo: ໂຊຕິມາດສູງສຸດ

source: Magnitude at minima
lo: ໂຊຕິມາດຕ່ຳສຸດ

source: Magnitude band
lo: ແຖບໂຊຕິມາດ

source: Magnitude difference
lo: ຜົນຕ່າງໂຊຕິມາດ

source: Eclipse magnitude
lo: ຂະໜາດອຸປະລາຄາ

source: Magnitude error
lo: ຄວາມຄາດເຄື່ອນຂອງໂຊຕິມາດ

source: magnitudes fainter than the stars.
lo: ໂຊຕິມາດທີ່ມົວກວ່າດາວ.

source: Magnitude Tycho BT
lo: ໂຊຕິມາດ Tycho BT

source: Magnitude Tycho VT
lo: ໂຊຕິມາດ Tycho VT

source: Mail list, discussion group
lo: ກຸ່ມສົນທະນາທາງອີເມລ໌

source: Main bar
lo: ແຖບຫຼັກ

source: Main menu
lo: ເມນູຫຼັກ

source: Make selection of the table and column you want to your catalog
lo: ເລືອກຕາຕະລາງ ແລະ ຄໍລຳທີ່ທ່ານຕ້ອງການໃສ່ໃນແຄັດຕະລັອກ

source: Manage tool box script
lo: ຈັດການສະຄຣິບກ່ອງເຄື່ອງມື

source: Manual
lo: ປັບເອງ (Manual)

source: Manual mount
lo: ຖານກ້ອງແບບປັບເອງ

source: Manual telescope
lo: ກ້ອງດູດາວແບບປັບເອງ

source: Map
lo: ແຜນທີ່

source: March
lo: ມີນາ

source: Mark
lo: ເຮັດເຄື່ອງໝາຍ

source: Mark size
lo: ຂະໜາດເຄື່ອງໝາຍ

source: Mark the centre of the chart
lo: ໝາຍຈຸດສູນກາງຂອງແຜນທີ່

source: Mars
lo: ດາວອັງຄານ

source: Max.
lo: ສູງສຸດ

source: max
lo: ສູງສຸດ

source: Maximize
lo: ຂະຫຍາຍເຕັມໜ້າຕ່າງ

source: Maximum declination
lo: ຄ່າເດັກລີເນຊັນສູງສຸດ

source: Maximum magnitude
lo: ໂຊຕິມາດສູງສຸດ

source: Maximum number of image to show simultaneously
lo: ຈຳນວນຮູບພາບສູງສຸດທີ່ຈະສະແດງພ້ອມກັນ

source: Maximum rows
lo: ຈຳນວນແຖວສູງສຸດ

source: May
lo: ພຶດສະພາ

source: MBytes
lo: MB

source: Mean
lo: ຄ່າສະເລ່ຍ

source: Mean anomaly
lo: ຄ່ານົວມະລີສະເລ່ຍ

source: mean equator, equinox and epoch of the date
lo: ສູນສູດສະເລ່ຍ, ວິສຸວັດ ແລະ ອີພັອກ ຕາມວັນທີ

source: mean equinox and epoch J2000
lo: ວິສຸວັດສະເລ່ຍ ແລະ ອີພັອກ J2000

source: mean equinox J2000, epoch of the date
lo: ວິສຸວັດສະເລ່ຍ J2000, ອີພັອກ ຕາມວັນທີ

source: Mean J2000
lo: ຄ່າສະເລ່ຍ J2000

source: Mean local
lo: ເວລາທ້ອງຖິ່ນສະເລ່ຍ

source: Mean of the date
lo: ຄ່າສະເລ່ຍຕາມວັນທີ

source: Mean position
lo: ຕຳແໜ່ງສະເລ່ຍ

source: Measurement
lo: ການວັດແທກ

source: Memo
lo: ບັນທຶກຊ່ວຍຈຳ

source: Mercury
lo: ດາວພຸດ

source: Messages:
lo: ຂໍ້ຄວາມ:

source: Messages
lo: ຂໍ້ຄວາມ

source: Meters
lo: ແມັດ

source: Milky Way
lo: ທາງຊ້າງເຜືອກ

source: million Km.
lo: ລ້ານ ກິໂລແມັດ

source: min
lo: ຕ່ຳສຸດ

source: Minimal
lo: ນ້ອຍທີ່ສຸດ

source: Minimal altitude
lo: ມຸມເງີຍຕ່ຳສຸດ

source: Minimum declination
lo: ຄ່າເດັກລີເນຊັນຕ່ຳສຸດ

source: Minute
lo: ນາທີ

source: minutes
lo: ນາທີ

source: Mirror horizontally
lo: ສະທ້ອນແນວນອນ

source: Mirror vertically
lo: ສະທ້ອນແນວຕັ້ງ

source: Misc. lines
lo: ເສັ້ນອື່ນໆ

source: Missing prerequisites
lo: ຂາດສິ່ງທີ່ຈຳເປັນຕ້ອງມີກ່ອນ

source: Missing script title!
lo: ຂາດຊື່ສະຄຣິບ!

source: Modify
lo: ແກ້ໄຂ

source: Mon.
lo: ຈັນ

source: Month
lo: ເດືອນ

source: Moon
lo: ດວງຈັນ

source: More buttons for quick access to many functions
lo: ເພີ່ມປຸ່ມຫຼາຍຂຶ້ນເພື່ອເຂົ້າເຖິງຟັງຊັນຕ່າງໆໄດ້ໄວ

source: More informations
lo: ຂໍ້ມູນເພີ່ມເຕີມ

source: More deep sky
lo: ວັດຖຸທ້ອງຟ້າຫ່າງໄກຫຼາຍຂຶ້ນ

source: More options
lo: ຕົວເລືອກເພີ່ມເຕີມ

source: More stars
lo: ດາວຫຼາຍຂຶ້ນ

source: More than 1000 errors! The processing is aborted.
lo: ພົບຂໍ້ຜິດພາດຫຼາຍກວ່າ 1000 ຄັ້ງ! ການປະມວນຜົນຖືກຍົກເລີກ.

source: More than %s objects, the result is truncated.
lo: ມີວັດຖຸຫຼາຍກວ່າ %s ຢ່າງ, ຜົນການຄົ້ນຫາຖືກຕັດອອກ.

source: Morning
lo: ຕອນເຊົ້າ

source: Morning twilight
lo: ແສງເງິນ

source: Mosaic
lo: ຮູບຕໍ່ (Mosaic)

source: Mosaic center
lo: ຈຸດສູນກາງຮູບຕໍ່

source: Mosaic size
lo: ຂະໜາດຮູບຕໍ່

source: Mount capabilities: %s
lo: ຄວາມສາມາດຂອງຖານຕັ້ງກ້ອງ: %s

source: Move label
lo: ຍ້າຍຊື່

source: Multiple flag
lo: ເຄື່ອງໝາຍລະບົບດາວຫຼາຍດວງ

source: Multiple star
lo: ລະບົບດາວຫຼາຍດວງ

source: Naked eye
lo: ຕາເປົ່າ

source: Naked eye reference
lo: ອ້າງອີງດ້ວຍຕາເປົ່າ

source: Name
lo: ຊື່

source: Nautical
lo: ທາງເດີນເຮືອ

source: Deep sky object
lo: ວັດຖຸທ້ອງຟ້າ

source: Deep sky common name
lo: ຊື່ທົ່ວໄປຂອງວັດຖຸທ້ອງຟ້າຫ່າງໄກ

source: Deep sky objects display
lo: ການສະແດງວັດຖຸທ້ອງຟ້າ

source: Deep sky objects
lo: ວັດຖຸທ້ອງຟ້າ

source: Deep sky filter
lo: ຕົວກັອງວັດຖຸທ້ອງຟ້າ

source: Deep sky or other objects
lo: ວັດຖຸທ້ອງຟ້າຫ່າງໄກ ຫຼື ວັດຖຸອື່ນໆ

source: Nebulae outlines
lo: ເສັ້ນຂອບເນບິວລາ

source: Neighbour
lo: ວັດຖຸໃກ້ຄຽງ

source: Neptune
lo: ດາວເນບຈູນ

source: never
lo: ບໍ່ເຄີຍ

source: New beta version available
lo: ມີເວີຊັນເບຕ້າໃໝ່ໃຫ້ໃຊ້ງານ

source: New chart
lo: ແຜນທີ່ໃໝ່

source: New finder circle
lo: ວົງກົມຊ່ວຍຫາອັນໃໝ່

source: New label
lo: ຊື່ໃໝ່

source: New version available
lo: ມີເວີຊັນໃໝ່ໃຫ້ໃຊ້ງານ

source: Next >>
lo: ຖັດໄປ >>

source: Next
lo: ຖັດໄປ

source: Next Chart
lo: ແຜນທີ່ຖັດໄປ

source: Night vision
lo: ໂໝດກາງຄືນ

source: Night vision color
lo: ສີສຳລັບເບິ່ງກາງຄືນ

source: No asteroids data found!%sPlease load a MPC file first.
lo: ບໍ່ພົບຂໍ້ມູນດາວເຄາະນ້ອຍ! %sກະລຸນາໂຫຼດໄຟລ໌ MPC ກ່ອນ.

source: No astronomical twilight today!
lo: ບໍ່ມີແສງເງິນແສງທອງທາງດາລາສາດໃນມື້ນີ້!

source: No catalog selected, or no table from the selected catalog contain coordinates information.
lo: ບໍ່ມີການເລືອກແຄັດຕະລັອກ ຫຼື ແຄັດຕະລັອກທີ່ເລືອກບໍ່ມີຂໍ້ມູນພິກັດ.

source: No change
lo: ບໍ່ມີການປ່ຽນແປງ

source: No Data
lo: ບໍ່ມີຂໍ້ມູນ

source: No decimal separator
lo: ບໍ່ມີຕົວແຍກທົດສະນິຍົມ

source: No margin
lo: ບໍ່ມີຂອບ

source: None
lo: ບໍ່ມີ

source: Non-existent
lo: ບໍ່ມີຢູ່ຈິງ

source: Non-existent/unknown
lo: ບໍ່ມີຢູ່/ບໍ່ຮູ້ຈັກ

source: No object to lock on
lo: ບໍ່ມີວັດຖຸໃຫ້ລັອກ

source: No picture
lo: ບໍ່ມີຮູບພາບ

source: No printer found!
lo: ບໍ່ພົບເຄື່ອງພິມ!

source: (uncorrected for proper motion, no pm data available from this catalog)
lo: (ບໍ່ໄດ້ປັບແກ້ການເຄື່ອນທີ່ຈິງ, ບໍ່ມີຂໍ້ມູນ pm ໃນແຄັດຕະລັອກນີ້)

source: No response from server
lo: ບໍ່ມີການຕອບຮັບຈາກເຊີເວີ

source: North
lo: ທິດເໜືອ

source: No SAMP hub profile found, no hub is running.
lo: ບໍ່ພົບໂປຣໄຟລ໌ SAMP hub, ບໍ່ມີ hub ໃດກຳລັງເຮັດວຽກ.

source: Not a FITS file, SIMPLE = T keyword missing
lo: ບໍ່ແມ່ນໄຟລ໌ FITS, ບໍ່ພົບຄີເວີດ SIMPLE = T

source: No target object
lo: ບໍ່ມີວັດຖຸເປົ້າໝາຍ

source: Not available
lo: ບໍ່ພ້ອມໃຊ້ງານ

source: %s not connected.
lo: %s ບໍ່ໄດ້ເຊື່ອມຕໍ່.

source: Note
lo: ໝາຍເຫດ

source: %s not found
lo: ບໍ່ພົບ %s

source: %s Not found in any of the installed catalog indices.
lo: %s ບໍ່ພົບໃນດັດຊະນີຄາຕາລັອກທີ່ຕິດຕັ້ງໄວ້.

source: %s Not found!%sMaybe the catalog is not installed, or there is a wrong path in catalog setting.
lo: %s ບໍ່ພົບ! %sບາງທີຄາຕາລັອກອາດຍັງບໍ່ໄດ້ຕິດຕັ້ງ ຫຼື ກຳນົດເສັ້ນທາງຜິດ.

source: November
lo: ພະຈິກ

source: Now
lo: ຕອນນີ້

source: Number of copies
lo: ຈຳນວນຊຸດທີ່ພິມ

source: Number of days
lo: ຈຳນວນມື້

source: Number of files
lo: ຈຳນວນໄຟລ໌

source: Number of ignored invalid rows: %s
lo: ຈຳນວນແຖວທີ່ບໍ່ຖືກຕ້ອງທີ່ຖືກລະເລີຍ: %s

source: Number of months
lo: ຈຳນວນເດືອນ

source: Number of stars
lo: ຈຳນວນດາວ

source: Number of steps
lo: ຈຳນວນຂັ້ນຕອນ

source: Nutation, aberration
lo: ການສະແກວ່ງ, ການເບ່ຽງເບນ

source: Object
lo: ວັດຖຸ

source: Object bar
lo: ແຖບວັດຖຸ

source: Object filter
lo: ຕົວກັອງວັດຖຸ

source: Object filter settings
lo: ຕັ້ງຄ່າຕົວກັອງວັດຖຸ

source: Object list
lo: ລາຍຊື່ວັດຖຸ

source: Object list settings
lo: ຕັ້ງຄ່າລາຍຊື່ວັດຖຸ

source: Object name
lo: ຊື່ວັດຖຸ

source: Object size unit
lo: ຫົວໜ່ວຍຂະໜາດວັດຖຸ

source: Object type
lo: ປະເພດວັດຖຸ

source: %sAltitude
lo: %sມຸມເງີຍ

source: Observation time
lo: ເວລາສັງເກດການ

source: Observatory
lo: ຫໍດູດາວ

source: Observatory database
lo: ຖານຂໍ້ມູນຫໍດູດາວ

source: Observer tools
lo: ເຄື່ອງມືຜູ້ສັງເກດການ

source: Observing list
lo: ລາຍການສັງເກດການ

source: Observing list elements
lo: ອົງປະກອບລາຍການສັງເກດການ

source: Obsolete
lo: ຫຼ້າສະໄໝ

source: October
lo: ຕຸລາ

source: Official name
lo: ຊື່ທາງການ

source: Offset
lo: ຄ່າເບ່ຽງເບນ

source: Offset label
lo: ໄລຍະຫ່າງປ້າຍຊື່

source: OK
lo: ຕົກລົງ

source: One every
lo: ໜຶ່ງອັນທຸກໆ

source: Online DSS
lo: DSS ອອນລາຍ

source: Online DSS pictures
lo: ຮູບພາບ DSS ອອນລາຍ

source: Online pictures servers
lo: ເຊີບເວີຮູບພາບອອນລາຍ

source: Online search failed!
lo: ການຄົ້ນຫາອອນລາຍລົ້ມເຫຼວ!

source: Online search result
lo: ຜົນການຄົ້ນຫາອອນລາຍ

source: Only numbered asteroids
lo: ສະເພາະດາວເຄາະນ້ອຍທີ່ມີໝາຍເລກ

source: Only objects within airmass limits tonight
lo: ສະເພາະວັດຖຸທີ່ຢູ່ໃນຂອບເຂດມວນອາກາດໃນຄືນນີ້

source: Only objects within airmass limits now
lo: ສະເພາະວັດຖຸທີ່ຢູ່ໃນຂອບເຂດມວນອາກາດໃນເວລານີ້

source: Only objects within hour angle limits tonight
lo: ສະເພາະວັດຖຸທີ່ຢູ່ໃນຂອບເຂດມຸມຊົ່ວໂມງໃນຄືນນີ້

source: Only objects within hour angle limits now
lo: ສະເພາະວັດຖຸທີ່ຢູ່ໃນຂອບເຂດມຸມຊົ່ວໂມງໃນເວລານີ້

source: Only the first
lo: ສະເພາະອັນທຳອິດ

source: Only the last
lo: ສະເພາະອັນສຸດທ້າຍ

source: Open
lo: ເປີດ

source: Open a chart
lo: ເປີດແຜນທີ່

source: Open Catalog Setup
lo: ເປີດການຕັ້ງຄ່າແຄັດຕະລັອກ

source: Open cluster
lo: ກະຈຸກດາວເປີດ

source: Open script
lo: ເປີດສະຄຣິບ
