Repository: pchev/skychart
Catalog: tools/data/language/skychart.*.po
Languages: lo

source: This file contain %s elements.%sThis is probably a base file you want to load without the "Append" option.%sIt can affect the performance to append all this data to the current file%sDo you want to continue anyway?
lo: ໄຟລ໌ນີ້ມີ %s ອົງປະກອບ. %s ນີ້ອາດຈະເປັນໄຟລ໌ຫຼັກທີ່ທ່ານຄວນໂຫຼດໂດຍບໍ່ໃຊ້ຕົວເລືອກ "Append". %s ມັນອາດຈະສົ່ງຜົນຕໍ່ປະສິດທິພາບຖ້າເພີ່ມຂໍ້ມູນທັງໝົດນີ້ເຂົ້າໃນໄຟລ໌ປັດຈຸບັນ %s ທ່ານຕ້ອງການດຳເນີນການຕໍ່ຫຼືບໍ່?

source: This file was not recognized as a MPCORB file.
lo: ໄຟລ໌ນີ້ບໍ່ແມ່ນໄຟລ໌ MPCORB.

source: This layout can be modified later using the menu Setup , Toolbar editor
lo: ຮູບແບບນີ້ສາມາດປັບປ່ຽນໄດ້ໃນພາຍຫຼັງໂດຍໃຊ້ເມນູ ຕັ້ງຄ່າ, ເຄື່ອງມືແກ້ໄຂແຖບເຄື່ອງມື

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License
lo: ໂປຣແກຣມນີ້ເປັນຊອບແວຟຣີ; ທ່ານສາມາດແຈກຈ່າຍ ຫຼື ແກ້ໄຂໄດ້ພາຍໃຕ້ເງື່ອນໄຂຂອງ GNU General Public License

source: Thu.
lo: ພະຫັດ

source: Tile horizontally
lo: ລຽງແນວນອນ

source: Tile vertically
lo: ລຽງແນວຕັ້ງ

source: Time
lo: ເວລາ

source: Time simulation
lo: ການຈຳລອງເວລາ

source: Time units
lo: ຫົວໜ່ວຍເວລາ

source: Time zone
lo: ເຂດເວລາ

source: Title
lo: ຊື່

source: TLE download OK
lo: ດາວໂຫຼດ TLE ສຳເລັດ

source: to
lo: ເຖິງ

source: To configure the catalog details
lo: ເພື່ອຕັ້ງຄ່າລາຍລະອຽດແຄັດຕະລັອກ

source: Today
lo: ມື້ນີ້

source: to file:
lo: ໄປຫາໄຟລ໌:

source: Tonight
lo: ຄືນນີ້

source: Toolbar
lo: ແຖບເຄື່ອງມື

source: Toolbar editor
lo: ເຄື່ອງມືແກ້ໄຂແຖບເຄື່ອງມື

source: Tool box
lo: ກ່ອງເຄື່ອງມື

source: Tools
lo: ເຄື່ອງມື

source: Too many open windows, please close some charts.
lo: ເປີດໜ້າຕ່າງຫຼາຍເກີນໄປ, ກະລຸນາປິດບາງແຜນທີ່.

source: Top
lo: ເທິງ

source: Topocentric
lo: ຈຸດສູນກາງຜູ້ສັງເກດ

source: Totality
lo: ເຕັມດວງ

source: Total asteroid count
lo: ຈຳນວນດາວເຄາະນ້ອຍທັງໝົດ

source: Total radius
lo: ລັດສະໝີທັງໝົດ

source: Tour
lo: ທັດສະນະສຶກສາ

source: Before you can use the new orbital elements, you must compute the monthly data.
lo: ກ່ອນທີ່ຈະໃຊ້ອົງປະກອບວົງໂຄຈອນໃໝ່, ທ່ານຕ້ອງຄຳນວນຂໍ້ມູນລາຍເດືອນກ່ອນ.

source: Tracking
lo: ກຳລັງຕິດຕາມ

source: Track telescope
lo: ຕິດຕາມດ້ວຍກ້ອງໂທລະທັດ

source: Trajectories simulation
lo: ການຈຳລອງເສັ້ນທາງການເຄື່ອນທີ່

source: Transformation
lo: ການແປງພິກັດ

source: Transit
lo: ຜ່ານເມຣິດຽນ (Transit)

source: Translator:
lo: ຜູ້ແປ:

source: Transparency
lo: ຄວາມໂປ່ງໃສ

source: Transparent line mode (occultations)
lo: ໂໝດເສັ້ນໂປ່ງໃສ (ການບັງກັນ)

source: Triple star
lo: ດາວສາມດວງ

source: Tropical year
lo: ປີທຣໍປິກຄໍ

source: Troposphere temperature lapse rate (K/km)
lo: ອັດຕາການປ່ຽນແປງອຸນຫະພູມໃນຊັ້ນໂທຣໂພສເຟຍ (K/km)

source: True
lo: ຈິງ

source: true equator, equinox and epoch of the date
lo: ສູນສູດຈິງ, ວິສຸວັດ ແລະ ອີພັອກ ຕາມວັນທີ

source: True position
lo: ຕຳແໜ່ງຈິງ

source: True solar
lo: ເວລາສຸລິຍະຈິງ

source: Trumpler class
lo: ປະເພດ Trumpler

source: Truncated to %s catalogs
lo: ຕັດຂໍ້ມູນໃຫ້ເຫຼືອ %s ແຄັດຕະລັອກ

source: Try to auto-connect to a SAMP hub when the program start
lo: ພະຍາຍາມເຊື່ອມຕໍ່ກັບ SAMP hub ໂດຍອັດຕະໂນມັດເມື່ອເລີ່ມໂປຣແກຣມ

source: Tue.
lo: ອັງຄານ

source: turns / degree
lo: ຮອບ / ອົງສາ

source: turns / hour
lo: ຮອບ / ຊົ່ວໂມງ

source: Twilight
lo: ແສງເງິນແສງທອງ

source: Type
lo: ປະເພດ

source: Type:
lo: ປະເພດ:

source: Type of coordinates
lo: ປະເພດຂອງພິກັດ

source: Object types to add to the list
lo: ປະເພດວັດຖຸທີ່ຈະເພີ່ມໃນລາຍຊື່

source: Type of variability
lo: ປະເພດການແປແສງ

source: Umbra
lo: ເງົາມືດ

source: Unable to create directory
lo: ບໍ່ສາມາດສ້າງໂຟນເດີ

source: Uncheck to avoid duplicate with minor planet 134340
lo: ຍົກເລີກການເລືອກເພື່ອຫຼີກລ່ຽງການຊ້ຳກັບດາວເຄາະນ້ອຍ 134340

source: Undo
lo: ຍົກເລີກ

source: Undo last change
lo: ຍົກເລີກການປ່ຽນແປງລ່າສຸດ

source: Uninstall
lo: ຖອນການຕິດຕັ້ງ

source: Units
lo: ຫົວໜ່ວຍ

source: Universal Time
lo: ເວລາສາກົນ

source: unknown
lo: ບໍ່ຮູ້ຈັກ

source: Unknown object
lo: ວັດຖຸທີ່ບໍ່ຮູ້ຈັກ

source: Unlock chart
lo: ປົດລັອກແຜນທີ່

source: Unpark
lo: ປົດລັອກຖານ (Unpark)

source: Unsupported file extension: %sPlease fix it.
lo: ບໍ່ຮອງຮັບນາມສະກຸນໄຟລ໌: %s ກະລຸນາແກ້ໄຂ.

source: Unsupported SAMP hub profile. Must be a File URL
lo: ບໍ່ຮອງຮັບໂປຣໄຟລ໌ SAMP hub ນີ້. ຕ້ອງເປັນ File URL

source: Unzip file
lo: ແຕກໄຟລ໌ (Unzip)

source: Up
lo: ຂຶ້ນ

source: Update
lo: ອັບເດດ

source: Update coordinates
lo: ອັບເດດພິກັດ

source: Updated successfully!
lo: ອັບເດດສຳເລັດແລ້ວ!

source: Update/add the current location to the database?
lo: ອັບເດດ/ເພີ່ມ ສະຖານທີ່ປັດຈຸບັນລົງໃນຖານຂໍ້ມູນບໍ?

source: Uranus
lo: ດາວຍູເຣນັດ

source: URL launch command
lo: ຄຳສັ່ງເປີດ URL

source: Use another DeltaT value
lo: ໃຊ້ຄ່າ DeltaT ອື່ນ

source: Use a preset colour scheme:
lo: ໃຊ້ຊຸດສີທີ່ຕັ້ງໄວ້:

source: Use a simple pointer
lo: ໃຊ້ຕົວຊີ້ແບບງ່າຍ

source: (useful to represent a flux)
lo: (ມີປະໂຫຍດໃນການສະແດງຄ່າຟລັກຊ໌)

source: Use HTTP proxy
lo: ໃຊ້ HTTP ພຣັອກຊີ

source: Use online DSS instead of RealSky
lo: ໃຊ້ DSS ອອນລາຍແທນ RealSky

source: Use online Sun image from SDO or SOHO
lo: ໃຊ້ຮູບພາບດວງອາທິດອອນລາຍຈາກ SDO ຫຼື SOHO

source: User defined objects
lo: ວັດຖຸທີ່ຜູ້ໃຊ້ກຳນົດເອງ

source: User id:
lo: ໄອດີຜູ້ໃຊ້:

source: User name
lo: ຊື່ຜູ້ໃຊ້

source: Use Socks proxy
lo: ໃຊ້ Socks proxy

source: Use subsampling to limit the image size to
lo: ໃຊ້ການຫຼຸດຂະໜາດຕົວຢ່າງເພື່ອຈຳກັດຂະໜາດຮູບພາບທີ່

source: Use system time
lo: ໃຊ້ເວລາລະບົບ

source: Use TCP/IP server
lo: ໃຊ້ TCP/IP ເຊີບເວີ

source: Use the button below or the menu "%s/%s" to install a double and variable star catalog
lo: ໃຊ້ປຸ່ມລຸ່ມນີ້ ຫຼື ເມນູ "%s/%s" ເພື່ອຕິດຕັ້ງແຄັດຕະລັອກດາວຄູ່ ແລະ ດາວແປແສງ

source: Use the internal INDI gui panel
lo: ໃຊ້ແຜງຄວບຄຸມ INDI ພາຍໃນ

source: Use the menu or button "%s" to configure this driver.
lo: ໃຊ້ເມນູ ຫຼື ປຸ່ມ "%s" ເພື່ອຕັ້ງຄ່າໄດຣເວີນີ້.

source: Use the proper motion to correct the position for the given epoch
lo: ໃຊ້ການເຄື່ອນທີ່ຈິງເພື່ອແກ້ໄຂຕຳແໜ່ງຕາມຍຸກສະໄໝ

source: Use this field as an alternative name
lo: ໃຊ້ຟີລດ໌ນີ້ເປັນຊື່ອື່ນ

source: Using the existing file %s
lo: ກຳລັງໃຊ້ໄຟລ໌ທີ່ມີຢູ່ %s

source: Variables
lo: ດາວແປແສງ

source: Variable star
lo: ດາວແປແສງ

source: Variable stars
lo: ດາວແປແສງ

source: Velocity
lo: ຄວາມໄວ

source: Venus
lo: ດາວສຸກ

source: Version
lo: ເວີຊັນ

source: Vertical overlap %
lo: ສ່ວນທີ່ທັບຊ້ອນກັນແນວຕັ້ງ %

source: Vicinity
lo: ບໍລິເວນໃກ້ຄຽງ

source: View
lo: ມຸມເບິ່ງ

source: View header
lo: ເບິ່ງສ່ວນຫົວ (Header)

source: View horizon
lo: ມຸມເບິ່ງຂອບຟ້າ

source: View observing list
lo: ເບິ່ງລາຍການສັງເກດການ

source: View on chart
lo: ເບິ່ງໃນແຜນທີ່

source: Virtual Observatory Catalog
lo: ແຄັດຕະລັອກຫໍສັງເກດການສະເໝືອນ

source: Visibility for your observatory
lo: ທັດສະນະວິໄສສຳລັບຫໍດູດາວຂອງທ່ານ

source: Visualisation scale
lo: ມາດຕາສ່ວນການສະແດງຜົນ

source: Visual magnitude
lo: ໂຊຕິມາດປາກົດ

source: VO Catalog
lo: ແຄັດຕະລັອກ VO

source: VO Catalog Browser
lo: ເຄື່ອງມືທ່ອງແຄັດຕະລັອກ VO

source: VO SAMP settings
lo: ຕັ້ງຄ່າ VO SAMP

source: Do you want to track an object before it rises?
lo: ທ່ານຕ້ອງການຕິດຕາມວັດຖຸກ່ອນທີ່ມັນຈະຂຶ້ນບໍ?

source: Warning!
lo: ຄຳເຕືອນ!

source: Warning! Calculation of
lo: ຄຳເຕືອນ! ການຄຳນວນຂອງ

source: Warning! Low resolution mode. Use PostScript instead and print the result file.
lo: ຄຳເຕືອນ! ໂໝດຄວາມລະອຽດຕ່ຳ. ກະລຸນາໃຊ້ PostScript ແທນ ແລະ ພິມໄຟລ໌ຜົນລັບ.

source: Warning! Some asteroid elements are outdated. Load element valid for the current map date.
lo: ຄຳເຕືອນ! ອົງປະກອບຂອງດາວເຄາະນ້ອຍບາງສ່ວນເກົ່າເກີນໄປ. ກະລຸນາໂຫຼດຂໍ້ມູນທີ່ຖືກຕ້ອງສຳລັບວັນທີປັດຈຸບັນ.

source: Warning! Some comet elements are outdated. Load element valid for the current map date.
lo: ຄຳເຕືອນ! ອົງປະກອບຂອງດາວຫາງບາງສ່ວນເກົ່າເກີນໄປ. ກະລຸນາໂຫຼດຂໍ້ມູນທີ່ຖືກຕ້ອງສຳລັບວັນທີປັດຈຸບັນ.

source: Warning! The used date or your observatory location have been changed from the previous settings. You can reply No now, and use the %s button to return to your original date/time and observation location, otherwise the changes will be applied. Do you want to continue?
lo: ຄຳເຕືອນ! ວັນທີ ຫຼື ຕຳແໜ່ງຫໍສັງເກດການຂອງທ່ານມີການປ່ຽນແປງຈາກຄ່າກ່ອນໜ້າ. ທ່ານສາມາດຕອບ 'ບໍ່' ແລະ ໃຊ້ປຸ່ມ %s ເພື່ອຫຼັບໄປຫາວັນທີ/ເວລາ ແລະ ຕຳແໜ່ງເດີມ, ບໍ່ດັ່ງນັ້ນການປ່ຽນແປງຈະຖືກນຳໃຊ້. ທ່ານຕ້ອງການດຳເນີນການຕໍ່ຫຼືບໍ່?

source: Warning! you are using multiple catalogs as sources for identical objects. You risk the display of duplicates. Be sure that this is what you want.
lo: ຄຳເຕືອນ! ທ່ານກຳລັງໃຊ້ແຄັດຕະລັອກຫຼາຍອັນສຳລັບວັດຖຸອັນດຽວກັນ. ມັນອາດຈະສະແດງຜົນຊ້ຳຊ້ອນກັນ. ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າທ່ານຕ້ອງການແບບນີ້.

source: Wed.
lo: ພຸດ

source: West
lo: ທິດຕາເວັນຕົກ

source: West hour angle
lo: ມຸມຊົ່ວໂມງທິດຕາເວັນຕົກ

source: West side
lo: ດ້ານທິດຕາເວັນຕົກ

source: White on black
lo: ສີຂາວເທິງພື້ນສີດຳ

source: Width
lo: ຄວາມກວ້າງ

source: Window
lo: ໜ້າຕ່າງ

source: Year
lo: ປີ

source: years
lo: ປີ

source: You already have the latest available version!
lo: ທ່ານມີເວີຊັນລ້າສຸດແລ້ວ!

source: You are now ready to display the asteroid for this time period.
lo: ຕອນນີ້ທ່ານພ້ອມທີ່ຈະສະແດງດາວເຄາະນ້ອຍສຳລັບໄລຍະເວລານີ້ແລ້ວ.

source: If you observe high on a mountain, the horizon line will be lower than it would be at sea level.
lo: ຖ້າທ່ານສັງເກດການເທິງພູສູງ, ເສັ້ນຂອບຟ້າຈະຕ່ຳກວ່າລະດັບນ້ຳທະເລ.

source: Zenital equidistant
lo: ການສາຍແຜນທີ່ແບບໄລຍະຫ່າງເທົ່າກັນຈາກຈຸດຈອມຟ້າ

source: Zenith
lo: ຈຸດຈອມຟ້າ

source: Zoom +
lo: ຂະຫຍາຍ +

source: Zoom -
lo: ຂະຫຍາຍ -

source: Zoom
lo: ຊູມ

source: Zoom + and centre on
lo: ຂະຫຍາຍເຂົ້າ ແລະ ຈຸດສູນກາງທີ່

source: Zoom - and centre on
lo: ຂະຫຍາຍອອກ ແລະ ຈຸດສູນກາງທີ່

source: Zoom in
lo: ຂະຫຍາຍເຂົ້າ

source: Object too faint to show on the chart
lo: ວັດຖຸມົວເກີນໄປທີ່ຈະສະແດງໃນແຜນທີ່

source: Zoom out
lo: ຂະຫຍາຍອອກ
