Repository: pchev/skychart
Catalog: tools/data/language/skychart.*.po
Languages: lo

source: Open the bitmap.
lo: ເປີດບິດແມັບ.

source: Options
lo: ຕົວເລືອກ

source: Orbit
lo: ວົງໂຄຈອນ

source: Orbital elements
lo: ອົງປະກອບວົງໂຄຈອນ

source: Orientation
lo: ການວາງແນວ

source: Orientation from zenith in Alt/Az chart
lo: ການວາງທິດທາງຈາກຈຸດຈອມຟ້າໃນແຜນທີ່ Alt/Az

source: Orient to the pole or zenith
lo: ວາງທິດທາງໄປຫາຂົ້ວຟ້າ ຫຼື ຈຸດຈອມຟ້າ

source: Or use a local file:
lo: ຫຼື ໃຊ້ໄຟລ໌ໃນເຄື່ອງ:

source: Other
lo: ອື່ນໆ

source: Other label
lo: ຊື່ອື່ນໆ

source: Other software data
lo: ຂໍ້ມູນຈາກຊອບແວອື່ນ

source: Outer Solar System
lo: ລະບົບສຸລິຍະຊັ້ນນອກ

source: Output catalog type
lo: ປະເພດຄາຕາລັອກຂາອອກ

source: Output catalog options
lo: ຕົວເລືອກຄາຕາລັອກຂາອອກ

source: Output directory
lo: ໂຟນເດີຂາອອກ

source: Page margin in millimeters
lo: ຂອບໜ້າເຈ້ຍເປັນມິນລິແມັດ

source: Parallax
lo: ພະລັນແລັກຊ໌

source: Parametric
lo: ພາຣາເມຕຣິກ

source: Park
lo: ເກັບຖານ (Park)

source: Partial
lo: ບາງສ່ວນ

source: Password
lo: ລະຫັດຜ່ານ

source: Paste coordinates
lo: ວາງພິກັດ

source: Pastel
lo: ສີພາສເທວ

source: Path
lo: ເສັ້ນທາງ

source: Path to save the file:
lo: ເສັ້ນທາງບັນທຶກໄຟລ໌:

source: Path width
lo: ຄວາມກວ້າງຂອງເສັ້ນທາງ

source: Pause
lo: ພັກ

source: Penumbra
lo: ເງົາມົວ

source: Perihelion date
lo: ວັນທີໃກ້ດວງອາທິດທີ່ສຸດ

source: Perihelion distance
lo: ໄລຍະໃກ້ດວງອາທິດທີ່ສຸດ

source: Period
lo: ຄາບ

source: Personal data
lo: ຂໍ້ມູນສ່ວນຕົວ

source: Phase angle
lo: ມຸມເຟສ

source: Photographic plate
lo: ແຜ່ນພາບຖ່າຍ

source: Photographic
lo: ຮູບຖ່າຍ

source: Picture angle offset
lo: ໄລຍະຫ່າງມຸມຮູບພາບ

source: Pictures
lo: ຮູບພາບ

source: Pixel count
lo: ຈຳນວນພິກເຊວ

source: pixels
lo: ພິກເຊລ

source: Pixel size
lo: ຂະໜາດພິກເຊວ

source: Planet
lo: ດາວເຄາະ

source: Planetary nebula
lo: ເນບິວລາດາວເຄາະ

source: Planetary satellite
lo: ດາວບໍລິວານດາວເຄາະ

source: Planet settings
lo: ຕັ້ງຄ່າດາວເຄາະ

source: Planet visibility
lo: ການປາກົດຂອງດາວເຄາະ

source: Plate defect
lo: ຂໍ້ຜິດພາດຂອງແຜ່ນພາບ

source: Plate id. Date exp. Margin CD Observatory
lo: ລະຫັດແຜ່ນ ວັນທີ ຖ່າຍ ຂອບ CD ຫໍດູດາວ

source: Please check your Internet connection and the URL definition
lo: ກະລຸນາກວດສອບການເຊື່ອມຕໍ່ອິນເຕີເນັດ ແລະ URL

source: Please configure your DSS file path first.
lo: ກະລຸນາຕັ້ງຄ່າເສັ້ນທາງໄຟລ໌ DSS ກ່ອນ.

source: Please configure the orbital elements URL!
lo: ກະລຸນາຕັ້ງຄ່າ URL ຂອງອົງປະກອບວົງໂຄຈອນ!

source: Please confirm that the telescope is pointed at %s
lo: ກະລຸນາຍືນຍັນວ່າກ້ອງດູດາວຊີ້ໄປທີ່ %s

source: Please download and select TLE file
lo: ກະລຸນາດາວໂຫຼດ ແລະ ເລືອກໄຟລ໌ TLE

source: Please ensure that ASCOM telescope drivers are installed properly.
lo: ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າໄດຣເວີກ້ອງໂທລະທັດ ASCOM ຖືກຕິດຕັ້ງຢ່າງຖືກຕ້ອງ.

source: Please enter an object identifier.
lo: ກະລຸນາປ້ອນຊື່ລະບຸວັດຖຸ.

source: Please indicate a catalog short name
lo: ກະລຸນາລະບຸຊື່ຫຍໍ້ຄາຕາລັອກ

source: Please indicate a catalog long name
lo: ກະລຸນາລະບຸຊື່ເຕັມຄາຕາລັອກ

source: Please indicate the directory where the catalog must be built
lo: ກະລຸນາລະບຸໂຟນເດີທີ່ຈະສ້າງຄາຕາລັອກ

source: Please install wine http://www.winehq.org/ to compute artificial satellites on your computer.
lo: ກະລຸນາຕິດຕັ້ງ wine http://www.winehq.org/ ເພື່ອຄຳນວນດາວທຽມໃນຄອມພິວເຕີຂອງທ່ານ.

source: Please mount RealSky CD number
lo: ກະລຸນາໃສ່ແຜ່ນ RealSky CD ໝາຍເລກ

source: Please report any problem to:
lo: ກະລຸນາລາຍງານບັນຫາຫາ:

source: Please try to create this directory yourself and restart the program.
lo: ກະລຸນາລອງສ້າງໂຟນເດີນີ້ດ້ວຍຕົນເອງ ແລະ ເລີ່ມຕົ້ນໂປຣແກຣມໃໝ່.

source: Please try to reinstall the program.
lo: ກະລຸນາລອງຕິດຕັ້ງໂປຣແກຣມໃໝ່.

source: Please wait...
lo: ກະລຸນາລໍຖ້າ...

source: Plot orbital motion of solar system objects.
lo: ວາດເສັ້ນທາງການເຄື່ອນທີ່ຂອງວັດຖຸໃນລະບົບສຸລິຍະ.

source: Pluto
lo: ດາວພລູໂຕ

source: Pluto is a planet.
lo: ດາວພູໂຕແມ່ນດາວເຄາະ.

source: Pole inclination
lo: ຄວາມອຽງຂອງຂົ້ວ

source: Pole precession
lo: ການສ່າຍຂອງແກນຂົ້ວໂລກ

source: Port:
lo: ພອດ:

source: Portrait
lo: ລວງຕັ້ງ

source: Position
lo: ຕຳແໜ່ງ

source: Position angle
lo: ມຸມຕຳແໜ່ງ

source: Position epoch
lo: ຍຸກສະໄໝຂອງຕຳແໜ່ງ

source: Power
lo: ກຳລັງຂະຫຍາຍ

source: Prefix name with catalog short name
lo: ນຳໜ້າຊື່ດ້ວຍຊື່ຫຍໍ້ຂອງແຄັດຕະລັອກ

source: Prepare a catalog with CatGen
lo: ກຽມຄາຕາລັອກດ້ວຍ CatGen

source: Prepare data
lo: ກຽມຂໍ້ມູນ

source: Prepare monthly data
lo: ກຽມຂໍ້ມູນລາຍເດືອນ

source: Pre-Pointing
lo: ການຊີ້ເປົ້າໝາຍລ່ວງໜ້າ

source: Pre-point line duration in minutes
lo: ໄລຍະເວລາຂອງເສັ້ນຊີ້ເປົ້າໝາຍເປັນນາທີ

source: Pressure (millibar)
lo: ຄວາມດັນ (ມິນລິບາ)

source: << Prev
lo: << ກ່ອນໜ້າ

source: Preview
lo: ຕົວຢ່າງກ່ອນພິມ

source: Previous
lo: ກ່ອນໜ້າ

source: Print
lo: ພິມ

source: Print chart
lo: ພິມແຜນທີ່

source: Printed chart
lo: ແຜນທີ່ທີ່ພິມອອກມາ

source: Printer:
lo: ເຄື່ອງພິມ:

source: Printer legend
lo: ຄຳອະທິບາຍການພິມ

source: Printer setup
lo: ຕັ້ງຄ່າເຄື່ອງພິມ

source: Print footer
lo: ພິມສ່ວນທ້າຍ

source: Print header
lo: ພິມສ່ວນຫົວ

source: Print method
lo: ວິທີການພິມ

source: Print Preview
lo: ເບິ່ງຕົວຢ່າງກ່ອນພິມ

source: Print the chart
lo: ພິມແຜນທີ່

source: Processing... %s
lo: ກຳລັງປະມວນຜົນ... %s

source: Processing ended. Total number of comets: %s
lo: ສິ້ນສຸດການປະມວນຜົນ. ຈຳນວນດາວຫາງທັງໝົດ: %s

source: Processing ended. Total number of asteroids: %s
lo: ສິ້ນສຸດການປະມວນຜົນ. ຈຳນວນດາວເຄາະນ້ອຍທັງໝົດ: %s

source: Processing ended. Total number of location :%s
lo: ສິ້ນສຸດການປະມວນຜົນ. ຈຳນວນສະຖານທີ່ທັງໝົດ: %s

source: Processing line %s
lo: ກຳລັງປະມວນຜົນແຖວທີ %s

source: Program information
lo: ຂໍ້ມູນໂປຣແກຣມ

source: Programmer:
lo: ນັກພັດທະນາ:

source: Progress
lo: ຄວາມຄືບໜ້າ

source: Progress messages
lo: ຂໍ້ຄວາມສະແດງຄວາມຄືບໜ້າ

source: Projection
lo: ການສາຍພາບ

source: Projection settings
lo: ຕັ້ງຄ່າການສາຍພາບ

source: Proper motion in right ascension
lo: ການເຄື່ອນທີ່ຈິງໃນແນວໄຣທ໌ແອດເຊັນຊັນ

source: Proper motion in declination
lo: ການເຄື່ອນທີ່ຈິງໃນແນວເດັກລີເນຊັນ

source: Proper motion
lo: ການເຄື່ອນທີ່ຈິງ

source: Proportional to the tail length
lo: ເປັນສັດສ່ວນກັບຄວາມຍາວຂອງຫາງ

source: Proportional to the magnitude
lo: ເປັນສັດສ່ວນກັບຄວາມສະຫວ່າງ (Magnitude)

source: Protocol trace
lo: ການຕິດຕາມໂປຣໂຕຄໍ

source: Proxy
lo: ພຣັອກຊີ

source: Proxy host
lo: ໂຮສພຣັອກຊີ

source: Proxy port
lo: ພອດພຣັອກຊີ

source: Quality flag
lo: ສະຖານະຄຸນນະພາບ

source: Quasar
lo: ເຄວຊາ

source: Quick delete
lo: ລຶບດ່ວນ

source: Quickly delete all data related to comets
lo: ລຶບຂໍ້ມູນທັງໝົດທີ່ກ່ຽວກັບດາວຫາງຢ່າງວ່ອງໄວ

source: Quickly delete all data related to asteroids
lo: ລຶບຂໍ້ມູນທັງໝົດທີ່ກ່ຽວກັບດາວເຄາະນ້ອຍຢ່າງວ່ອງໄວ

source: Quick start guide
lo: ຄູ່ມືເລີ່ມຕົ້ນໄວ

source: Radial velocity
lo: ຄວາມໄວໃນແນວສາຍຕາ

source: Range
lo: ໄລຍະ

source: RA options
lo: ຕົວເລືອກ RA

source: Raster resolution
lo: ຄວາມລະອຽດແບບຣາສເຕີ

source: RA turns:
lo: ຮອບ RA:

source: %sRA turns:
lo: %sຮອບ RA:

source: Realistic images
lo: ຮູບພາບສະເໝືອນຈິງ

source: RealSky North
lo: RealSky ເໜືອ

source: RealSky South
lo: RealSky ໃຕ້

source: Real time options
lo: ຕົວເລືອກເວລາຈິງ

source: Receive coordinates from other applications
lo: ຮັບພິກັດຈາກແອັບພລິເຄຊັນອື່ນ

source: Receive FITS images from other applications
lo: ຮັບຮູບພາບ FITS ອື່ນແອັບພລິເຄຊັນອື່ນ

source: Receive VO table data from other applications
lo: ຮັບຂໍ້ມູນຕາຕະລາງ VO ຈາກແອັບພລິເຄຊັນອື່ນ

source: Recognize units or object type from the file:
lo: ລະບຸຫົວໜ່ວຍ ຫຼື ປະເພດວັດຖຸຈາກໄຟລ໌:

source: Record animation to file
lo: ບັນທຶກແອນິເມຊັນລົງໄຟລ໌

source: Recording directory
lo: ໂຟນເດີບັນທຶກ

source: Recording extension
lo: ນາມສະກຸນໄຟລ໌ບັນທຶກ

source: Recording options
lo: ຕົວເລືອກການບັນທຶກ

source: Recording prefix
lo: ຄຳນຳໜ້າຊື່ໄຟລ໌ບັນທຶກ

source: Recover hidden label
lo: ຄືນຄ່າປ້າຍຊື່ທີ່ຊ່ອນໄວ້

source: Rectangular
lo: ສີ່ຫຼ່ຽມຜືນຜ້າ

source: Red
lo: ສີແດງ

source: Red magnitude
lo: ໂຊຕິມາດແສງສີແດງ

source: Redo
lo: ເຮັດຄືນ

source: Redo last change
lo: ເຮັດຄືນການປ່ຽນແປງລ່າສຸດ

source: Reduce details when moving the chart
lo: ຫຼຸດລາຍລະອຽດເວລາເຄື່ອນຍ້າຍແຜນທີ່

source: Reference
lo: ອ້າງອີງ

source: Reflection nebula
lo: ເນບິວລາສະທ້ອນແສງ

source: Refresh
lo: ໂຫຼດໃໝ່

source: Refresh all ephemeris
lo: ໂຫຼດເອເຟເມຣິດທັງໝົດໃໝ່

source: Refresh image every
lo: ໂຫຼດຮູບພາບໃໝ່ທຸກໆ

source: Refresh rate
lo: ອັດຕາການໂຫຼດໃໝ່

source: Refresh the list
lo: ໂຫຼດລາຍຊື່ໃໝ່

source: Release notes
lo: ບັນທຶກການປ່ຽນແປງ

source: Reload
lo: ໂຫຼດໃໝ່

source: Reload %s for current chart
lo: ໂຫຼດ %s ໃໝ່ສຳລັບແຜນທີ່ປັດຈຸບັນ

source: Remove all breakpoints
lo: ລຶບຈຸດຢຸດ (Breakpoints) ທັງໝົດ

source: Remove all circles
lo: ລຶບວົງກົມທັງໝົດ

source: Remove all labels
lo: ລຶບຊື່ທັງໝົດ

source: Remove last circle
lo: ລຶບວົງກົມລ່າສຸດ

source: Remove last label
lo: ລຶບຊື່ລ່າສຸດ

source: Rename chart
lo: ປ່ຽນຊື່ແຜນທີ່

source: Replace by tick mark
lo: ແທນທີ່ດ້ວຍເຄື່ອງໝາຍຂີດ

source: Replaced by
lo: ແທນທີ່ໂດຍ

source: Report a problem
lo: ລາຍງານບັນຫາ

source: Request timeout. You probably asked a too wide area which demanded too much processing time on the remote server.
lo: ໝົດເວລາການຮ້ອງຂໍ. ທ່ານອາດຈະເລືອກພື້ນທີ່ກວ້າງເກີນໄປ ເຊິ່ງໃຊ້ເວລາປະມວນຜົນດົນເກີນໄປໃນເຊີເວີ.

source: Required field missing!
lo: ຂໍ້ມູນທີ່ຈຳເປັນຫາຍໄປ!

source: (requires Xplanet 1.2.0)
lo: (ຕ້ອງການ Xplanet 1.2.0)

source: Reset
lo: ຕັ້ງໃໝ່

source: Reset all labels
lo: ຕັ້ງຄ່າຊື່ທັງໝົດໃໝ່

source: Reset chart
lo: ຕັ້ງຄ່າແຜນທີ່ໃໝ່

source: Reset chart and options
lo: ລ້າງຄ່າແຜນທີ່ ແລະ ຕົວເລືອກ

source: Reset initial default and restart
lo: ລ້າງຄ່າເລີ່ມຕົ້ນ ແລະ ເລີ່ມໂປຣແກຣມໃໝ່

source: Reset rotation
lo: ລ້າງຄ່າການໝູນ

source: Reset time
lo: ລ້າງຄ່າເວລາ

source: Reset to last time the chart was saved
lo: ຍ້ອນຄືນໄປຫາຄັ້ງສຸດທ້າຍທີ່ບັນທຶກແຜນທີ່

source: Resolution:
lo: ຄວາມລະອຽດ:

source: Return
lo: ກັບຄືນ

source: Reverse Alt knob
lo: ກັບທິດທາງປຸ່ມ Alt

source: Reverse Az knob
lo: ກັບທິດທາງປຸ່ມ Az

source: Reverse DEC knob
lo: ກັບທິດທາງປຸ່ມ DEC

source: Reverse RA knob
lo: ກັບທິດທາງປຸ່ມ RA

source: Right
lo: ຂວາ

source: Right Ascension
lo: ໄຣທ໌ແອດເຊັນຊັນ

source: Right Bar
lo: ແຖບຂວາ

source: Rise
lo: ຂຶ້ນ

source: Rise time
lo: ເວລາຂຶ້ນ

source: Rotate by 180 degrees
lo: ໝູນ 180 ອົງສາ

source: Use oblique cylindrical projections
lo: ໃຊ້ການສາຍແຜນທີ່ແບບຊົງກະບອກຂຽງ

source: Rotate left
lo: ໝູນຊ້າຍ

source: Rotate right
lo: ໝູນຂວາ

source: Rotation
lo: ການໝູນ

source: Rows
lo: ແຖວ

source: Run
lo: ດຳເນີນການ

source: SAMP Confirmation
lo: ການຢືນຢັນ SAMP

source: SAMP hub profile %s found, but it is missing a required value.
lo: ພົບໂປຣໄຟລ໌ SAMP hub %s, ແຕ່ຂາດຄ່າທີ່ຈຳເປັນ.

source: SAMP is a messaging protocol that enables astronomy software tools to interoperate and communicate.%sSkychart can send and receive coordinates position, FITS images and VO tables.
lo: SAMP ແມ່ນໂປຣໂຕຄໍການສົ່ງຂໍ້ຄວາມທີ່ຊ່ວຍໃຫ້ເຄື່ອງມືຊອບແວດາລາສາດເຮັດວຽກຮ່ວມກັນ ແລະ ສື່ສານກັນໄດ້. %s Skychart ສາມາດສົ່ງ ແລະ ຮັບພິກັດຕຳແໜ່ງ, ຮູບພາບ FITS ແລະ ຕາຕະລາງ VO ໄດ້.

source: SAMP send coordinates
lo: SAMP ສົ່ງພິກັດ

source: SAMP setup
lo: ຕັ້ງຄ່າ SAMP

source: SAMP status
lo: ສະຖານະ SAMP

source: Saros
lo: ສາໂຣສ

source: Satellite
lo: ດາວທຽມ

source: Satellites calculation:
lo: ການຄຳນວນດາວທຽມ:

source: Sat. ring
lo: ວົງແຫວນດາວເສົາ

source: Sat.
lo: ເສົາ

source: Saturn
lo: ດາວເສົາ

source: Save
lo: ບັນທຶກ

source: Save as...
lo: ບັນທຶກເປັນ...

source: Save configuration now
lo: ບັນທຶກການກຳນົດຄ່າຕອນນີ້

source: Save configuration on exit
lo: ບັນທຶກການກຳນົດຄ່າເມື່ອອອກ

source: Save image...
lo: ບັນທຶກຮູບພາບ...

source: Save project
lo: ບັນທຶກໂປຣເຈັກ

source: Save the active chart
lo: ບັນທຶກແຜນທີ່ທີ່ກຳລັງໃຊ້ຢູ່

source: Save to file
lo: ບັນທຶກລົງໄຟລ໌

source: Scaled
lo: ປັບມາດຕາສ່ວນ

source: Scan archives
lo: ສະແກນຄັງຂໍ້ມູນ

source: Scan directory
lo: ສະແກນໂຟນເດີ

source: Screen resolution
lo: ຄວາມລະອຽດໜ້າຈໍ

source: Script
lo: ສະຄຣິບ

source: Script editor
lo: ເຄື່ອງມືແກ້ໄຂສະຄຣິບ

source: Script is already assigned to %s are you sure you want to duplicate it to %s ?
lo: ສະຄຣິບຖືກກຳນົດໃຫ້ %s ແລ້ວ ທ່ານແນ່ໃຈຫຼືບໍ່ວ່າຕ້ອງການເຮັດຊ້ຳໄປຫາ %s ?

source: Scroll bar
lo: ແຖບເລື່ອນ

source: D
lo: ວ.

source: Search
lo: ຄົ້ນຫາ

source: Search box
lo: ຊ່ອງຄົ້ນຫາ

source: Search by name
lo: ຄົ້ນຫາຕາມຊື່

source: Search by position
lo: ຄົ້ນຫາຕາມຕຳແໜ່ງ

source: Search Catalogs
lo: ຄົ້ນຫາແຄັດຕະລັອກ

source: Search for
lo: ຄົ້ນຫາ

source: Search index
lo: ດັດຊະນີຄົ້ນຫາ

source: Search radius
lo: ລັດສະໝີການຄົ້ນຫາ

source: Search software update
lo: ຄົ້ນຫາການອັບເດດຊອບແວ

source: Sec.
lo: ວິນາທີ

source: Second
lo: ວິນາທີ

source: Seconds
lo: ວິນາທີ

source: See %s for more information.
lo: ເບິ່ງ %s ສຳລັບຂໍ້ມູນເພີ່ມເຕີມ.

source: Select
lo: ເລືອກ

source: Select all
lo: ເລືອກທັງໝົດ

source: Select Catalog
lo: ເລືອກແຄັດຕະລັອກ

source: Select Circle
lo: ເລືອກວົງກົມ

source: Select color (black for catalog default)
lo: ເລືອກສີ (ສີດຳສຳລັບຄ່າເລີ່ມຕົ້ນຂອງແຄັດຕະລັອກ)

source: Selected object
lo: ວັດຖຸທີ່ຖືກເລືອກ

source: Selection
lo: ການເລືອກ

source: Select labels to recover
lo: ເລືອກປ້າຍຊື່ເພື່ອຄືນຄ່າ

source: Select mirror site
lo: ເລືອກເວັບໄຊສຳຮອງ (Mirror)

source: Select none
lo: ບໍ່ເລືອກຈັກອັນ

source: Select a plate from the list
lo: ເລືອກແຜ່ນພາບຈາກລາຍຊື່

source: Select Rectangle
lo: ເລືອກສີ່ຫຼ່ຽມ

source: Select script
lo: ເລືອກສະຄຣິບ

source: Select the catalog to install or remove
lo: ເລືອກແຄັດຕະລັອກທີ່ຈະຕິດຕັ້ງ ຫຼື ຖອນອອກ

source: Select the fields to use and their position in the text file
lo: ເລືອກຟີລດ໌ທີ່ຈະໃຊ້ ແລະ ຕຳແໜ່ງໃນໄຟລ໌

source: Select the system printer and options you want to use
lo: ເລືອກເຄື່ອງພິມລະບົບ ແລະ ຕົວເລືອກທີ່ທ່ານຕ້ອງການ

source: Select the telescope interface
lo: ເລືອກສ່ວນຕິດຕໍ່ກ້ອງໂທລະທັດ

source: Select the type of objects in your catalog
lo: ເລືອກປະເພດວັດຖຸໃນຄາຕາລັອກຂອງທ່ານ

source: Select time units
lo: ເລືອກຫົວໜ່ວຍເວລາ

source: Select your preference for the button layout
lo: ເລືອກຮູບແບບການວາງປຸ່ມຕາມທີ່ທ່ານມັກ

source: Semi
lo: ເຄິ່ງ

source: Semimajor axis
lo: ເຄິ່ງແກນເອກ

source: Send the chart to the printer.
lo: ສົ່ງແຜນທີ່ໄປຍັງເຄື່ອງພິມ.

source: Send image to
lo: ສົ່ງຮູບພາບໄປຫາ

source: Send table to
lo: ສົ່ງຕາຕະລາງໄປຫາ

source: Send via server
lo: ສົ່ງຜ່ານເຊີເວີ

source: Separation
lo: ໄລຍະຫ່າງເຊິງມຸມ

source: Separator
lo: ຕົວແຍກ

source: September
lo: ກັນຍາ

source: Server
lo: ເຊີບເວີ

source: Server information
lo: ຂໍ້ມູນເຊີບເວີ

source: Server IP interface:
lo: ອິນເຕີເຟສ IP ເຊີບເວີ:

source: Server IP port:
lo: ພອດ IP ເຊີບເວີ:

source: Server response:
lo: ການຕອບກັບຈາກເຊີເວີ:

source: Set
lo: ຕົກ

source: Set date and time
lo: ຕັ້ງວັນທີ ແລະ ເວລາ

source: Set FOV
lo: ຕັ້ງຄ່າຂອບເຂດການເບິ່ງ

source: Set FOV to
lo: ກຳນົດ FOV ເປັນ

source: Set how the mount moves for each axis when you turn the driving knob. From then on, a click on the 'Connect telescope' button will show you how many turns you must make to go from one object to another.
lo: ຕັ້ງຄ່າການເຄື່ອນທີ່ຂອງຖານກ້ອງໃນແຕ່ລະແກນ.

source: Set observatory location
lo: ຕັ້ງສະຖານທີ່ຫໍດູດາວ

source: Set options for best performance
lo: ຕັ້ງຄ່າເພື່ອປະສິດທິພາບສູງສຸດ

source: Set target to %s
lo: ກຳນົດເປົ້າໝາຍໄປທີ່ %s

source: Set Time
lo: ຕັ້ງເວລາ

source: Set to telescope
lo: ຕັ້ງຄ່າໄປຫາກ້ອງໂທລະທັດ

source: Setup
lo: ຕັ້ງຄ່າ

source: Setup Options
lo: ຕົວເລືອກການຕັ້ງຄ່າ

source: H
lo: ຊມ.

source: Show 0d horizon line
lo: ສະແດງເສັ້ນຂອບຟ້າ 0 ອົງສາ

source: Show all sky
lo: ສະແດງທ້ອງຟ້າທັງໝົດ

source: Show a single picture on the map.
lo: ສະແດງຮູບພາບດຽວໃນແຜນທີ່.

source: Show asteroids
lo: ສະແດງດາວເຄາະນ້ອຍ

source: Show asteroids on the chart
lo: ສະແດງດາວເຄາະນ້ອຍໃນແຜນທີ່

source: Show button text
lo: ສະແດງຂໍ້ຄວາມເທິງປຸ່ມ

source: Show celestial equator
lo: ສະແດງເສັ້ນສູນສູດຟ້າ

source: Show comets
lo: ສະແດງດາວຫາງ

source: Show comets on the chart
lo: ສະແດງດາວຫາງໃນແຜນທີ່

source: Show the compass rose
lo: ສະແດງເຂັມທິດ

source: Show constellation lines
lo: ສະແດງເສັ້ນກຸ່ມດາວ

source: Show constellation limits
lo: ສະແດງຂອບເຂດກຸ່ມດາວ

source: Show constellation figures
lo: ສະແດງຮູບຮ່າງກຸ່ມດາວ

source: Show constellation boundaries
lo: ສະແດງຂອບເຂດກຸ່ມດາວ

source: Show coordinates grid
lo: ສະແດງເສັ້ນຕາໜ່າງພິກັດ

source: Show nebulae outlines
lo: ສະແດງເສັ້ນຂອບເນບິວລາ

source: Show Earth shadow (Lunar eclipses)
lo: ສະແດງເງົາຂອງໂລກ (ຈັນທະຄາດ)

source: Show ecliptic
lo: ສະແດງເສັ້ນສຸລິຍະວິຖີ

source: Show galactic equator
lo: ສະແດງເສັ້ນສູນສູດກາລັກຊີ

source: Show grid label
lo: ສະແດງຊື່ຕາໜ່າງ

source: Show/hide DSS image
lo: ສະແດງ/ເຊື່ອງ ຮູບພາບ DSS

source: Show image name label
lo: ສະແດງປ້າຍຊື່ຮູບພາບ

source: Show IR variables
lo: ສະແດງດາວແປແສງ IR

source: Show labels
lo: ສະແດງຊື່

source: Show line from moved label to object
lo: ສະແດງເສັ້ນຈາກປ້າຍຊື່ທີ່ຍ້າຍໄປຫາວັດຖຸ

source: Show mark
lo: ສະແດງເຄື່ອງໝາຍ

source: Show mark index
lo: ສະແດງດັດຊະນີເຄື່ອງໝາຍ

source: Show Milky Way
lo: ສະແດງທາງຊ້າງເຜືອກ

source: Show near Earth asteroids independently of the magnitude
lo: ສະແດງດາວເຄາະນ້ອຍໃກ້ໂລກໂດຍບໍ່ຄຳນຶງເຖິງຄວາມສະຫວ່າງ

source: Show deep sky objects
lo: ສະແດງວັດຖຸໃນຫ້ວງອະວກາດເລິກ

source: Show objects below the horizon
lo: ສະແດງວັດຖຸທີ່ຢູ່ກ້ອງຂອບຟ້າ

source: Show object pictures on the chart
lo: ສະແດງຮູບວັດຖຸໃນແຜນທີ່

source: Show objects
lo: ສະແດງວັດຖຸ

source: Show only meridian
lo: ສະແດງສະເພາະເສັ້ນເມຣິດຽນ

source: Show only text in detail window
lo: ສະແດງສະເພາະຂໍ້ຄວາມໃນໜ້າຕ່າງລາຍລະອຽດ

source: Show pictures
lo: ສະແດງຮູບພາບ

source: Show planets on the chart
lo: ສະແດງດາວເຄາະໃນແຜນທີ່

source: Show planets
lo: ສະແດງດາວເຄາະ

source: Show position in title bar
lo: ສະແດງຕຳແໜ່ງໃນແຖບຊື່

source: Show stars
lo: ສະແດງດາວ

source: Show the images on the map
lo: ສະແດງຮູບພາບໃນແຜນທີ່

source: Show the faint satellites of the outer planets
lo: ສະແດງດາວບໍລິວານທີ່ມົວໆຂອງດາວເຄາະຊັ້ນນອກ

source: Show this picture
lo: ສະແດງຮູບນີ້

source: Show User defined objects
lo: ສະແດງວັດຖຸທີ່ຜູ້ໃຊ້ກຳນົດເອງ

source: Show Virtual Observatory data
lo: ສະແດງຂໍ້ມູນຫໍສັງເກດການສະເໝືອນ

source: Sidereal
lo: ຊິດເດຣຽວ (ເວລາຕາມດາວ)

source: Sidereal day
lo: ວັນດາລາຄະຕິ

source: Simulation
lo: ການຈຳລອງ

source: Size
lo: ຂະໜາດ

source: Sky background colour
lo: ສີພື້ນຫຼັງທ້ອງຟ້າ

source: Skychart homepage
lo: ເວັບໄຊຫຼັກ Skychart

source: Skychart icon setup
lo: ຕັ້ງຄ່າໄອຄອນ Skychart

source: Sky Charts
lo: ແຜນທີ່ທ້ອງຟ້າ

source: Sky colour
lo: ສີທ້ອງຟ້າ

source: Slant orthographic
lo: ການສາຍແຜນທີ່ແບບອໍໂທກຣາຟິກຂຽງ

source: Slew
lo: ຫັນກ້ອງ

source: Slew complete
lo: ເຄື່ອນທີ່ໄປຫາເປົ້າໝາຍສຳເລັດແລ້ວ

source: Slewing to %s / %s
lo: ກຳລັງເຄື່ອນໄປຫາ %s / %s

source: Slew to chart center
lo: ເຄື່ອນໄປຫາຈຸດສູນກາງແຜນທີ່

source: Slew to cursor position
lo: ເຄື່ອນໄປຫາຕຳແໜ່ງເຄີເຊີ

source: Slewing to %s %s/%s
lo: ກຳລັງເຄື່ອນໄປຫາ %s %s/%s

source: Slower
lo: ຊ້າລົງ

source: Small stars
lo: ດາວຂະໜາດນ້ອຍ

source: M
lo: ນ.

source: M.
lo: ດ.

source: Socket error %s. %s
lo: ຊັອກເກັດຜິດພາດ %s. %s

source: Solar distance
lo: ໄລຍະຫ່າງຈາກດວງອາທິດ

source: Solar eclipses
lo: ສຸລິຍະຄາດ

source: Solar elongation
lo: ມຸມຫ່າງຈາກດວງອາທິດ

source: Solar System
lo: ລະບົບສຸລິຍະ

source: Solar system body
lo: ວັດຖຸໃນລະບົບສຸລິຍະ

source: Solar System Information
lo: ຂໍ້ມູນລະບົບສຸລິຍະ

source: Solar system object
lo: ວັດຖຸໃນລະບົບສຸລິຍະ

source: Solar system settings
lo: ຕັ້ງຄ່າລະບົບສຸລິຍະ

source: Some records where rejected, see the file %sreject.txt for details.
lo: ບາງຂໍ້ມູນຖືກປະຕິເສດ, ເບິ່ງລາຍລະອຽດໃນໄຟລ໌ %sreject.txt.

source: Something went wrong during the initialization of the program. The program needs to be closed.
lo: ເກີດຂໍ້ຜິດພາດບາງຢ່າງໃນລະຫວ່າງການເລີ່ມຕົ້ນໂປຣແກຣມ. ຈຳເປັນຕ້ອງປິດໂປຣແກຣມ.

source: Sorry, copy is not yet implemented for this page
lo: ຂໍອະໄພ, ຍັງບໍ່ຮອງຮັບການຄັດລອກໃນໜ້ານີ້

source: Sort by
lo: ລຽງຕາມ

source: Sorting files by magnitude
lo: ກຳລັງລຽງໄຟລ໌ຕາມໂຊຕິມາດ

source: Sorting the index file
lo: ກຳລັງລຽງລຳດັບໄຟລ໌ດັດຊະນີ

source: South
lo: ທິດໃຕ້

source: Spacer
lo: ຊ່ອງວ່າງ

source: Specialized data
lo: ຂໍ້ມູນສະເພາະທາງ

source: Spectral class
lo: ປະເພດສະເປັກຕຣັມ

source: Speed
lo: ຄວາມໄວ

source: SPICE ephemeris
lo: ເອເຟເມຣິດ SPICE

source: Spline
lo: ເສັ້ນໂຄ້ງ (Spline)

source: SQL database not available.
lo: ຖານຂໍ້ມູນ SQL ບໍ່ພ້ອມໃຊ້ງານ.

source: SQL database software is probably not installed!
lo: ອາດຈະຍັງບໍ່ໄດ້ຕິດຕັ້ງຊອບແວຖານຂໍ້ມູນ SQL!

source: SQLite database
lo: ຖານຂໍ້ມູນ SQLite

source: Sqrt
lo: ຮາກຂັ້ນສອງ

source: Square
lo: ສີ່ຫຼ່ຽມຈະຕຸລັດ

source: S
lo: ວ.

source: Standard
lo: ມາດຕະຖານ

source: Standard colour
lo: ສີມາດຕະຖານ

source: Star
lo: ດາວ

source: Star and nebula limit
lo: ຂີດຈຳກັດດາວ ແລະ ເນບິວລາ

source: Star catalog index
lo: ດັດຊະນີແຄັດຕະລັອກດາວ

source: Star colour (B-V):
lo: ສີຂອງດາວ (B-V):

source: Star common name
lo: ຊື່ທົ່ວໄປຂອງດາວ

source: Star display
lo: ການສະແດງດາວ

source: Star label
lo: ຊື່ດາວ

source: Stars
lo: ດາວ

source: Stars and deep sky catalogs prepared with
lo: ຄາຕາລັອກດາວ ແລະ ວັດຖຸທ້ອງຟ້າທີ່ກຽມດ້ວຍ

source: Stars bitmap file
lo: ໄຟລ໌ບິດແມັບຂອງດາວ

source: Star filter
lo: ຕົວກັອງດາວ

source: Stars proper motion options (if available in the catalog)
lo: ຕົວເລືອກການເຄື່ອນທີ່ຈິງຂອງດາວ

source: Start
lo: ເລີ່ມ

source: Animation backward
lo: ແອນິເມຊັນຖອຍຫຼັງ

source: Start date
lo: ວັນທີເລີ່ມຕົ້ນ

source: Animation forward
lo: ແອນິເມຊັນໄປທາງໜ້າ

source: Start graph at local noon
lo: ເລີ່ມກຣາຟຕອນທ່ຽງວັນທ້ອງຖິ່ນ

source: Start month
lo: ເດືອນເລີ່ມຕົ້ນ

source: Start of object
lo: ເລີ່ມຕົ້ນວັດຖຸ

source: start tracking
lo: ເລີ່ມຕິດຕາມ

source: Status
lo: ສະຖານະ

source: Status bar
lo: ແຖບສະຖານະ

source: Step unit
lo: ຫົວໜ່ວຍຂັ້ນຕອນ

source: Stop
lo: ຢຸດ

source: Stop TCP/IP server
lo: ຢຸດເຊີເວີ TCP/IP

source: Stop telescope motion.
lo: ຢຸດການເຄື່ອນທີ່ຂອງກ້ອງໂທລະທັດ.

source: Sun
lo: ດວງອາທິດ

source: Sun alt.
lo: ມຸມເງີຍ ດອ.

source: Sun.
lo: ທິດ

source: Sun image source
lo: ແຫຼ່ງຮູບພາບດວງອາທິດ

source: Sun inclination
lo: ຄວາມອຽງຂອງດວງອາທິດ

source: Supernova remnant
lo: ຊາກຊູເປີໂນວາ

source: Surface
lo: ພື້ນຜິວ

source: Surface brightness
lo: ຄວາມສະຫວ່າງພື້ນຜິວ

source: Swap button
lo: ສະຫຼັບປຸ່ມ

source: Y
lo: ປີ

source: Symbol
lo: ສັນຍະລັກ

source: Sync
lo: ຊິງຄ໌

source: Synced to %s / %s
lo: ຊິງຄ໌ກັບ %s / %s ແລ້ວ

source: Sync to %s %s/%s
lo: ຊິງຄ໌ໄປທີ່ %s %s/%s

source: Synodic month
lo: ເດືອນຊິນອດດິກ

source: System printer
lo: ເຄື່ອງພິມຂອງລະບົບ

source: Table
lo: ຕາຕະລາງ

source: %sTable %s does not exist! %sPlease correct the error and retry.
lo: %sຕາຕະລາງ %s ບໍ່ມີຢູ່! %sກະລຸນາແກ້ໄຂ ແລະ ລອງໃໝ່.

source: %sThis table exists: %s
lo: %sຕາຕະລາງນີ້ມີຢູ່ແລ້ວ: %s

source: Target
lo: ເປົ້າໝາຍ

source: TCP/IP connection
lo: ການເຊື່ອມຕໍ່ TCP/IP

source: TCP/IP server
lo: TCP/IP ເຊີບເວີ

source: TCP/IP service not available.
lo: ບໍລິການ TCP/IP ບໍ່ພ້ອມໃຊ້ງານ.

source: Telescope
lo: ກ້ອງດູດາວ

source: Telescope focal length
lo: ຄວາມຍາວໂຟກັດຂອງກ້ອງໂທລະທັດ

source: Telescope name
lo: ຊື່ກ້ອງດູດາວ

source: Telescope not connected
lo: ກ້ອງດູດາວບໍ່ໄດ້ເຊື່ອມຕໍ່

source: Telescope settings
lo: ຕັ້ງຄ່າກ້ອງດູດາວ

source: Temperature (Celsius)
lo: ອຸນຫະພູມ (ເຊລຊຽສ)

source: temporary file
lo: ໄຟລ໌ຊົ່ວຄາວ

source: Text
lo: ຂໍ້ຄວາມ

source: Text file catalog
lo: ແຄັດຕະລັອກໄຟລ໌ຂໍ້ຄວາມ

source: Text size
lo: ຂະໜາດຂໍ້ຄວາມ

source: The image directory contains sub-directories with the same names as the DSO catalogs. Each sub-directory contains FITS files with the names of the catalog objects. These images are used to replace the DSO symbols on the map.
lo: ໂຟນເດີຮູບພາບປະກອບດ້ວຍໂຟນເດີຍ່ອຍທີ່ມີຊື່ດຽວກັນກັບແຄັດຕະລັອກ DSO. ແຕ່ລະໂຟນເດີຍ່ອຍມີໄຟລ໌ FITS ທີ່ມີຊື່ຕາມວັດຖຸໃນແຄັດຕະລັອກ. ຮູບພາບເຫຼົ່ານີ້ຖືກໃຊ້ເພື່ອແທນທີ່ສັນຍະລັກ DSO ໃນແຜນທີ່.

source: Theme
lo: ທີມ

source: The number of records for this catalog is unknow. The download will be limited to %s records
lo: ບໍ່ຊາບຈຳນວນຂໍ້ມູນໃນແຄັດຕະລັອກນີ້. ຈະຈຳກັດການດາວໂຫຼດຢູ່ທີ່ %s ຂໍ້ມູນ

source: The observing list %s was modified.
lo: ລາຍການສັງເກດການ %s ຖືກແກ້ໄຂ.

source: There are %s catalogued images
lo: ມີຮູບພາບໃນຄາຕາລັອກ %s ຮູບ

source: There are %s objects in this field.
lo: ມີວັດຖຸ %s ຢ່າງໃນຂອບເຂດນີ້.

source: This catalog contain %s records. It is not possible to download in full for performance reason.
lo: ແຄັດຕະລັອກນີ້ມີ %s ຂໍ້ມູນ. ບໍ່ສາມາດດາວໂຫຼດທັງໝົດໄດ້ຍ້ອນເຫດຜົນດ້ານປະສິດທິພາບ.
