Repository: pchev/skychart
Catalog: tools/data/language/skychart.*.po
Languages: lo

source: 184 (recommended up to 1,000,000 objects)
lo: 184 (ແນະນຳສຳລັບວັດຖຸບໍ່ເກີນ 1,000,000 ຊິ້ນ)

source: 50 (recommended up to 100,000 objects)
lo: 50 (ແນະນຳສຳລັບວັດຖຸບໍ່ເກີນ 100,000 ຊິ້ນ)

source: 63000 (for billion of objects)
lo: 63000 (ສຳລັບວັດຖຸພັນລ້ານຊິ້ນ)

source: 732 (recommended up to 5,000,000 objects)
lo: 732 (ແນະນຳສຳລັບວັດຖຸບໍ່ເກີນ 5,000,000 ຊິ້ນ)

source: 9537 (larger datasets)
lo: 9537 (ຊຸດຂໍ້ມູນຂະໜາດໃຫຍ່)

source: Abandon your changes?
lo: ຍົກເລີກການປ່ຽນແປງຂອງທ່ານຫຼືບໍ່?

source: Abbreviation
lo: ຊື່ຫຍໍ້

source: Abort
lo: ຍົກເລີກ

source: Aborted by user
lo: ຍົກເລີກໂດຍຜູ້ໃຊ້

source: Abort Slew
lo: ຍົກເລີກການຫັນກ້ອງ

source: About
lo: ກ່ຽວກັບ

source: About %s
lo: ກ່ຽວກັບ %s

source: Above %s
lo: ເໜືອ %s

source: Ast
lo: ເຄາະນ້ອຍ

source: C+N
lo: ກະຈຸກ+ເນບິວລາ

source: Com
lo: ຫາງ

source: Drk
lo: ມືດ

source: Dbl
lo: ຄູ່

source: Gx
lo: ກາແລັກຊີ

source: Gcl
lo: ກະຈຸກກາແລັກຊີ

source: Gb
lo: ກະຈຸກຊົງກົມ

source: Nb
lo: ເນບິວລາ

source: OC
lo: ກະຈຸກເປີດ

source: Pl
lo: ເນບິວລາດາວເຄາະ

source: Var
lo: ແປແສງ

source: Action
lo: ການດຳເນີນການ

source: Activate all the functions when hidden
lo: ເປີດໃຊ້ງານທຸກຟັງຊັນເມື່ອຖືກຊ່ອນ

source: Activate the timer event when hidden
lo: ເປີດໃຊ້ງານເຫດການເວລາເມື່ອຖືກຊ່ອນ

source: Activate voice
lo: ເປີດໃຊ້ສຽງ

source: Actual system time
lo: ເວລາລະບົບປັດຈຸບັນ

source: AD
lo: ຄ.ສ.

source: Add
lo: ເພີ່ມ

source: Add a single element to the database. All fields are mandatory.
lo: ເພີ່ມອົງປະກອບດຽວລົງໃນຖານຂໍ້ມູນ. ຕ້ອງປ້ອນທຸກຊ່ອງ.

source: Add cursor position
lo: ເພີ່ມຕຳແໜ່ງເຄີເຊີ

source: Show equatorial grid
lo: ສະແດງເສັ້ນຕາໜ່າງເສັ້ນສູນສູດຟ້າ

source: Additional ffmpeg options
lo: ຕົວເລືອກ ffmpeg ເພີ່ມເຕີມ

source: Add label
lo: ເພີ່ມຊື່

source: Add label for every object in the list
lo: ເພີ່ມປ້າຍຊື່ໃຫ້ທຸກວັດຖຸໃນລາຍການ

source: Add telescope position
lo: ເພີ່ມຕຳແໜ່ງກ້ອງໂທລະທັດ

source: Add the alternative names to the index
lo: ເພີ່ມຊື່ອື່ນໃສ່ໃນດັດຊະນີ

source: Add %s to observing list
lo: ເພີ່ມ %s ເຂົ້າໃນລາຍການສັງເກດການ

source: Adjust colour brightness
lo: ປັບຄວາມສະຫວ່າງຂອງສີ

source: Adjust the visualisation scale
lo: ປັບມາດຕາສ່ວນການສະແດງຜົນ

source: Adjust the window size to the screen DPI
lo: ປັບຂະໜາດໜ້າຕ່າງຕາມ DPI ຂອງໜ້າຈໍ

source: administrator
lo: ຜູ້ດູແລລະບົບ

source: Advanced
lo: ຂັ້ນສູງ

source: Advanced search
lo: ຄົ້ນຫາຂັ້ນສູງ

source: Age
lo: ອາຍຸ

source: Airmass
lo: ມວນອາກາດ (Airmass)

source: Albedo
lo: ອັນບີໂດ (Albedo)

source: Alignment
lo: ການຈັດວາງ

source: All
lo: ທັງໝົດ

source: All configuration options
lo: ຕົວເລືອກການຕັ້ງຄ່າທັງໝົດ

source: All the objects at this position
lo: ວັດຖຸທັງໝົດໃນຕຳແໜ່ງນີ້

source: All SAMP clients
lo: ຄລາຍແອັນ SAMP ທັງໝົດ

source: %sAll table structures exist.
lo: %sໂຄງສ້າງຕາຕະລາງທັງໝົດມີຢູ່ແລ້ວ.

source: All toolbars
lo: ແຖບເຄື່ອງມືທັງໝົດ

source: Alt/Az coord.
lo: ພິກັດ Alt/Az

source: Alt/Az coord.
lo: ພິກັດ Alt/Az

source: Alt-Az coordinates
lo: ພິກັດມຸມເງີຍ-ມຸມທິດ

source: Alt/Az mount
lo: ຖານຕັ້ງກ້ອງແບບມຸມເງີຍ/ອາຊິມຸດ

source: Altitude
lo: ມຸມເງີຍ

source: %sAlt turns:
lo: %sຮອບ Alt:

source: always
lo: ສະເໝີ

source: Always add meridian
lo: ເພີ່ມເສັ້ນເມຣິດຽນສະເໝີ

source: Always on top
lo: ຢູ່ເທິງສຸດສະເໝີ

source: Always save without asking.
lo: ບັນທຶກສະເໝີໂດຍບໍ່ຕ້ອງຖາມ.

source: A maximum of %s files can be selected
lo: ເລືອກໄດ້ສູງສຸດ %s ໄຟລ໌

source: Amplitude max.
lo: ແອມພລິຈູດສູງສຸດ

source: Amplitude min.
lo: ແອມພລິຈູດຕ່ຳສຸດ

source: A new version %s of Skychart is available.%sDo you want to download it now?
lo: Skychart ເວີຊັນໃໝ່ %s ພ້ອມໃຊ້ງານແລ້ວ. %s ທ່ານຕ້ອງການດາວໂຫຼດຕອນນີ້ຫຼືບໍ່?

source: Animation
lo: ແອນິເມຊັນ

source: Annual proper motion
lo: ການເຄື່ອນທີ່ຈິງລາຍປີ

source: Anonymous password
lo: ລະຫັດຜ່ານນິລະນາມ

source: Anti Alias drawing
lo: ການແຕ້ມແບບລົບຮອຍຫຍັກ (Anti Alias)

source: Apparent
lo: ປາກົດ

source: Appearance
lo: ຮູບລັກສະນະ

source: Append to an existing catalog
lo: ເພີ່ມໃສ່ຄາຕາລັອກທີ່ມີຢູ່

source: Append to current file
lo: ເພີ່ມຕໍ່ໃສ່ໄຟລ໌ປັດຈຸບັນ

source: Apply
lo: ນຳໃຊ້

source: Apply changes to all charts
lo: ໃຊ້ການປ່ຽນແປງກັບທຸກແຜນທີ່

source: April
lo: ເມສາ

source: Archive this image?
lo: ເກັບຮູບພາບນີ້ເຂົ້າຄັງຫຼືບໍ່?

source: Archive to directory:
lo: ເກັບເຂົ້າໂຟນເດີ:

source: Argument of perihelion
lo: ອາກິວເມນຂອງຈຸດໃກ້ດວງອາທິດທີ່ສຸດ

source: Around current position
lo: ອ້ອມຕຳແໜ່ງປັດຈຸບັນ

source: Artificial satellites
lo: ດາວທຽມ

source: Artificial satellite
lo: ດາວທຽມ

source: Artificial satellites TLE (one URL by line)
lo: TLE ດາວທຽມ (ໜຶ່ງ URL ຕໍ່ແຖວ)

source: A SAMP application send a table to load
lo: ແອັບພລິເຄຊັນ SAMP ສົ່ງຕາຕະລາງມາເພື່ອໂຫຼດ

source: A SAMP application send an image to load
lo: ແອັບພລິເຄຊັນ SAMP ສົ່ງຮູບພາບມາເພື່ອໂຫຼດ

source: A SAMP application send coordinates location
lo: ແອັບພລິເຄຊັນ SAMP ສົ່ງພິກັດຕຳແໜ່ງມາ

source: The ASCOM driver report an error
lo: ໄດຣເວີ ASCOM ລາຍງານຂໍ້ຜິດພາດ

source: ASCOM Alpaca is available on %s
lo: ASCOM Alpaca ພ້ອມໃຊ້ງານຢູ່ %s

source: Ask confirmation before any Internet connection
lo: ຖາມເພື່ອຢືນຢັນກ່ອນເຊື່ອມຕໍ່ອິນເຕີເນັດທຸກຄັ້ງ

source: Ask for confirmation before to jump to coordinates
lo: ຖາມເພື່ອຢືນຢັນກ່ອນຈະຂ້າມໄປຫາພິກັດ

source: Ask for confirmation before to load the image
lo: ຖາມເພື່ອຢືນຢັນກ່ອນຈະໂຫຼດຮູບພາບ

source: Ask for confirmation before to load the table
lo: ຖາມເພື່ອຢືນຢັນກ່ອນຈະໂຫຼດຕາຕະລາງ

source: As on screen (black background!)
lo: ຕາມທີ່ປາກົດໃນໜ້າຈໍ (ພື້ນຫຼັງສີດຳ!)

source: Asterism
lo: ກຸ່ມດາວຍ່ອຍ

source: Asteroid
lo: ດາວເຄາະນ້ອຍ

source: Sources for asteroid elements in MPC format (one URL per line)
lo: ແຫຼ່ງຂໍ້ມູນດາວເຄາະນ້ອຍໃນຮູບແບບ MPC (ໜຶ່ງ URL ຕໍ່ແຖວ)

source: Asteroid elements
lo: ອົງປະກອບດາວເຄາະນ້ອຍ

source: asteroids from the file
lo: ດາວເຄາະນ້ອຍຈາກໄຟລ໌

source: Asteroid update successful
lo: ອັບເດດຂໍ້ມູນດາວເຄາະນ້ອຍສຳເລັດ

source: Astrometric J2000
lo: ພິກັດດາລາສາດ J2000

source: Astronomical
lo: ທາງດາລາສາດ

source: Astronomical twilight
lo: ແສງສົນທະຍາດາລາສາດ

source: at
lo: ທີ່

source: Atmospheric refraction
lo: ການຫັກເຫຂອງແສງໃນຊັ້ນບັນຍາກາດ

source: August
lo: ສິງຫາ

source: Authors
lo: ຜູ້ຂຽນ

source: Automatic
lo: ອັດຕະໂນມັດ

source: Automatically optimize the labels placement
lo: ປັບຕຳແໜ່ງປ້າຍຊື່ໃຫ້ເໝາະສົມໂດຍອັດຕະໂນມັດ

source: Auto-refresh
lo: ໂຫຼດໃໝ່ອັດຕະໂນມັດ

source: Auto-refresh every
lo: ໂຫຼດໃໝ່ອັດຕະໂນມັດທຸກໆ

source: Auxiliary files
lo: ໄຟລ໌ເສີມ

source: Available actions
lo: ການດຳເນີນການທີ່ມີໃຫ້ເລືອກ

source: Azimuth
lo: ມຸມທິດ

source: Azimuthal coordinates
lo: ພິກັດອາຊິມຸດ

source: Azimuth origin
lo: ຈຸດເລີ່ມຕົ້ນອາຊິມຸດ

source: %sAz turns:
lo: %sຮອບ Az:

source: Back
lo: ກັບຄືນ

source: Background
lo: ພື້ນຫຼັງ

source: Background picture
lo: ຮູບພື້ນຫຼັງ

source: Bayer letter
lo: ອັກສອນ Bayer

source: BC
lo: ກ່ອນ ຄ.ສ.

source: Begin processing for jd=%s / %s
lo: ເລີ່ມປະມວນຜົນສຳລັບ jd=%s / %s

source: Be sure they use a DOS line end format.
lo: ໃຫ້ແນ່ໃຈວ່າໃຊ້ຮູບແບບການຂຶ້ນຕົ້ນແຖວໃໝ່ແບບ DOS.

source: Big stars
lo: ດາວຂະໜາດໃຫຍ່

source: Binary indexed catalog
lo: ແຄັດຕະລັອກດັດຊະນີໄບນາຣີ

source: Bitmap
lo: ບິດແມັບ

source: Bitmap file
lo: ໄຟລ໌ບິດແມັບ

source: Black on white
lo: ສີດຳເທິງພື້ນສີຂາວ

source: Black/white
lo: ດຳ/ຂາວ

source: Black/white, line mode
lo: ຂາວ-ດຳ, ໂໝດເສັ້ນ

source: Blinking picture
lo: ຮູບພາບກະພິບ

source: Blue magnitude
lo: ໂຊຕິມາດແສງສີນ້ຳເງິນ

source: Blurred
lo: ມົວ

source: Bottom
lo: ລຸ່ມ

source: Boundary
lo: ຂອບເຂດ

source: Brighter
lo: ສະຫວ່າງກວ່າ

source: Brightest
lo: ສະຫວ່າງທີ່ສຸດ

source: Brightest star magnitude
lo: ໂຊຕິມາດຂອງດາວທີ່ສະຫວ່າງທີ່ສຸດ

source: Bright nebula
lo: ເນບິວລາສະຫວ່າງ

source: Brightness
lo: ຄວາມສະຫວ່າງ

source: Bright stars
lo: ດາວສະຫວ່າງ

source: Bright star size
lo: ຂະໜາດດາວທີ່ສະຫວ່າງ

source: Build catalog
lo: ສ້າງຄາຕາລັອກ

source: But never fainter than magnitude
lo: ແຕ່ຕ້ອງບໍ່ມົວໄປກວ່າຄ່າຄວາມສະຫວ່າງ

source: Button
lo: ປຸ່ມ

source: Button size
lo: ຂະໜາດປຸ່ມ

source: by
lo: ໂດຍ

source: By name
lo: ຕາມຊື່

source: Calendar
lo: ປະຕິທິນ

source: Calendar graph setting
lo: ຕັ້ງຄ່າກຣາຟປະຕິທິນ

source: Cancel
lo: ຍົກເລີກ

source: Cancel %s
lo: ຍົກເລີກ %s

source: Cancel, wrong zip file ?? %s
lo: ຍົກເລີກ, ໄຟລ໌ zip ຜິດພາດ ?? %s

source: Cannot compute satellites.
lo: ບໍ່ສາມາດຄຳນວນດາວທຽມໄດ້.

source: Cannot connect to server. %s
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບເຊີເວີ. %s

source: Cannot download PDF help now
lo: ບໍ່ສາມາດດາວໂຫຼດຄູ່ມື PDF ໄດ້ໃນຕອນນີ້

source: Cannot draw
lo: ບໍ່ສາມາດແຕ້ມໄດ້

source: Cannot get your IP address, or no location found for this address.
lo: ບໍ່ສາມາດລະບຸ IP ຂອງທ່ານ ຫຼື ບໍ່ພົບຕຳແໜ່ງທີ່ຢູ່.

source: %sCannot open database %s! %s
lo: %sບໍ່ສາມາດເປີດຖານຂໍ້ມູນ %s ໄດ້! %s

source: Cannot Sync when the mount is not tracking
lo: ບໍ່ສາມາດຊິງຄ໌ (Sync) ໄດ້ໃນຂະນະທີ່ຖານຕັ້ງກ້ອງບໍ່ໄດ້ຕິດຕາມວັດຖຸ

source: Cannot write to
lo: ບໍ່ສາມາດຂຽນໃສ່

source: Caption
lo: ຄຳອະທິບາຍ

source: Cascade
lo: ລຽງຊ້ອນ

source: Cat.
lo: ຄາຕາລັອກ

source: Catalog
lo: ຄາຕາລັອກ

source: Catalog long name
lo: ຊື່ເຕັມຄາຕາລັອກ

source: %s Catalogs available
lo: ມີ %s ແຄັດຕະລັອກໃຫ້ເລືອກ

source: Catalog short name
lo: ຊື່ຫຍໍ້ຄາຕາລັອກ

source: Catalog string
lo: ຂໍ້ຄວາມຄາຕາລັອກ

source: Catalog type
lo: ປະເພດຄາຕາລັອກ

source: %sCCW
lo: %sທວນເຂັມ

source: CdC deep sky
lo: ວັດຖຸທ້ອງຟ້າ CdC

source: CdC deep sky catalogs and settings
lo: ການຕັ້ງຄ່າ ແລະ ຄາຕາລັອກວັດຖຸທ້ອງຟ້າ CdC

source: Obsolete CdC catalogs and settings (you can still use them)
lo: ຄາຕາລັອກ CdC ທີ່ຫຼ້າສະໄໝ (ຍັງສາມາດໃຊ້ໄດ້)

source: CdC stars
lo: ດາວ CdC

source: CdC star catalogs and settings
lo: ການຕັ້ງຄ່າ ແລະ ຄາຕາລັອກດາວ CdC

source: Center
lo: ຈຸດສູນກາງ

source: Centre on this object
lo: ຈັດໃຫ້ວັດຖຸນີ້ຢູ່ສູນກາງ

source: Central meridian
lo: ເມຣິດຽນສູນກາງ

source: Central star B magnitude
lo: ໂຊຕິມາດ B ຂອງດາວສູນກາງ

source: Central star V magnitude
lo: ໂຊຕິມາດ V ຂອງດາວສູນກາງ

source: Centre on
lo: ຈຸດສູນກາງທີ່

source: Change drawing mode
lo: ປ່ຽນໂໝດການແຕ້ມ

source: Change mouse mode
lo: ປ່ຽນໂໝດເມົ້າ

source: Change to this setting will restart the program now!
lo: ການປ່ຽນແປງຄ່ານີ້ຈະເລີ່ມຕົ້ນໂປຣແກຣມໃໝ່ທັນທີ!

source: Chart
lo: ແຜນທີ່

source: chart:
lo: ແຜນທີ່:

source: Chart center
lo: ຈຸດສູນກາງແຜນທີ່

source: Add a crosshair to the chart center
lo: ເພີ່ມເສັ້ນກາກະບາດຢູ່ຈຸດສູນກາງແຜນທີ່

source: Chart, coordinates
lo: ແຜນທີ່, ພິກັດ

source: Chart coordinate systems
lo: ລະບົບພິກັດແຜນທີ່

source: Chart information
lo: ຂໍ້ມູນແຜນທີ່

source: Chart legend
lo: ຄຳອະທິບາຍແຜນທີ່

source: Chart name
lo: ຊື່ແຜນທີ່

source: Chart settings
lo: ຕັ້ງຄ່າແຜນທີ່

source: Time sync
lo: ຊິງຄ໌ເວລາ

source: Chart_
lo: ແຜນທີ່_

source: Check
lo: ກວດສອບ

source: CheckList
lo: ລາຍການກວດສອບ

source: Choose colours for the object types
lo: ເລືອກສີສຳລັບປະເພດວັດຖຸ

source: Circle
lo: ວົງກົມ

source: Circumpolar
lo: ດາວຄ້າງຟ້າ

source: Civil
lo: ເວລາພົນລະເຮືອນ

source: Class
lo: ປະເພດ

source: Cleanup map
lo: ລ້າງແຜນທີ່

source: Clear
lo: ລ້າງ

source: Clear all
lo: ລ້າງທັງໝົດ

source: Clear Target
lo: ລ້າງເປົ້າໝາຍ

source: Click to change the colour
lo: ຄລິກເພື່ອປ່ຽນສີ

source: Client connection keep alive
lo: ຮັກສາການເຊື່ອມຕໍ່ກັບໄຄລແອນ

source: Client list
lo: ລາຍຊື່ຄລາຍແອັນ

source: Clock
lo: ໂມງ

source: Close
lo: ປິດ

source: Close chart
lo: ປິດແຜນທີ່

source: Close connection
lo: ປິດການເຊື່ອມຕໍ່

source: Closed contour
lo: ເສັ້ນຂອບປິດ

source: Close files
lo: ປິດໄຟລ໌

source: Close the Setup window and launch the catalog generation tool?
lo: ປິດໜ້າຕ່າງຕັ້ງຄ່າ ແລະ ເປີດເຄື່ອງມືສ້າງແຄັດຕະລັອກຫຼືບໍ່?

source: Close the Setup window and launch the catalog installer tool?
lo: ປິດໜ້າຕ່າງຕັ້ງຄ່າ ແລະ ເປີດເຄື່ອງມືຕິດຕັ້ງແຄັດຕະລັອກຫຼືບໍ່?

source: Cluster and nebula
lo: ກະຈຸກດາວ ແລະ ເນບິວລາ

source: Collapse
lo: ຫຍໍ້ເຂົ້າ

source: Colour
lo: ສີ

source: Colour index
lo: ດັດຊະນີສີ

source: Colour, line mode
lo: ສີ, ໂໝດເສັ້ນ

source: Colour saturation
lo: ຄວາມອີ່ມຕົວຂອງສີ

source: Columns
lo: ຄໍລຳ

source: Comet
lo: ດາວຫາງ

source: Sources for comet elements in MPC format (one URL per line)
lo: ແຫຼ່ງຂໍ້ມູນດາວຫາງໃນຮູບແບບ MPC (ໜຶ່ງ URL ຕໍ່ແຖວ)

source: Comet elements
lo: ອົງປະກອບດາວຫາງ

source: Comet update successful
lo: ອັບເດດຂໍ້ມູນດາວຫາງສຳເລັດ

source: Command found OK.
lo: ພົບຄຳສັ່ງແລ້ວ.

source: Command not found!
lo: ບໍ່ພົບຄຳສັ່ງ!

source: Command to use to process the file.
lo: ຄຳສັ່ງທີ່ໃຊ້ໃນການປະມວນຜົນໄຟລ໌.

source: Common name
lo: ຊື່ທົ່ວໄປ

source: Compass rose size
lo: ຂະໜາດເຂັມທິດ

source: Compilation and save successful
lo: ຄອມໄພລ໌ ແລະ ບັນທຶກສຳເລັດ

source: Compiled with:
lo: ຄອມໄພລ໌ດ້ວຍ:

source: Component
lo: ສ່ວນປະກອບ

source: Component 1 magnitude
lo: ໂຊຕິມາດດວງທີ່ 1

source: Component 2 magnitude
lo: ໂຊຕິມາດດວງທີ່ 2

source: Compute
lo: ຄຳນວນ

source: Compute asteroid data for this month
lo: ຄຳນວນຂໍ້ມູນດາວເຄາະນ້ອຍສຳລັບເດືອນນີ້

source: Compute field
lo: ຄຳນວນຟີລດ໌

source: Compute rise/set time relative to this line
lo: ຄຳນວນເວລາຂຶ້ນ/ຕົກທຽບກັບເສັ້ນນີ້

source: Configuration
lo: ການກຳນົດຄ່າ

source: Configure
lo: ຕັ້ງຄ່າ

source: Configure the program
lo: ຕັ້ງຄ່າໂປຣແກຣມ

source: Confirmation prompt before saving a file.
lo: ຖາມເພື່ອຢືນຢັນກ່ອນບັນທຶກໄຟລ໌.

source: Confirm file delete:
lo: ຢືນຢັນການລຶບໄຟລ໌:

source: Connect
lo: ເຊື່ອມຕໍ່

source: Connected
lo: ເຊື່ອມຕໍ່ແລ້ວ

source: %s connected with %s, using chart %s, connected time:%s
lo: %s ເຊື່ອມຕໍ່ກັບ %s, ໂດຍໃຊ້ແຜນທີ່ %s, ເວລາເຊື່ອມຕໍ່: %s

source: Connected to the SQL database %s
lo: ເຊື່ອມຕໍ່ກັບຖານຂໍ້ມູນ SQL %s ແລ້ວ

source: Connection error: %s
lo: ຂໍ້ຜິດພາດໃນການເຊື່ອມຕໍ່: %s

source: Connection lines between each position
lo: ເສັ້ນເຊື່ອມຕໍ່ລະຫວ່າງແຕ່ລະຕຳແໜ່ງ

source: Connection to INDI server failed!
lo: ການເຊື່ອມຕໍ່ກັບເຊີເວີ INDI ລົ້ມເຫຼວ!

source: Connect telescope
lo: ເຊື່ອມຕໍ່ກ້ອງດູດາວ

source: Connect to SAMP hub
lo: ເຊື່ອມຕໍ່ກັບ SAMP hub

source: Connection to %s, %s successful.%s
lo: ການເຊື່ອມຕໍ່ກັບ %s, %s ສຳເລັດແລ້ວ. %s

source: Constellation
lo: ກຸ່ມດາວ

source: Constellation figures
lo: ຮູບຮ່າງກຸ່ມດາວ

source: Constellation figures file name:
lo: ຊື່ໄຟລ໌ຮູບຮ່າງກຸ່ມດາວ:

source: Constellation boundaries
lo: ຂອບເຂດກຸ່ມດາວ

source: Constellation boundaries file name:
lo: ຊື່ໄຟລ໌ຂອບເຂດກຸ່ມດາວ:

source: Constellation label
lo: ຊື່ກຸ່ມດາວ

source: Constellation name
lo: ຊື່ກຸ່ມດາວ

source: Contrast
lo: ຄວາມຄົມຊັດ

source: Control panel
lo: ແຜງຄວບຄຸມ

source: Control panel command
lo: ຄຳສັ່ງແຜງຄວບຄຸມ

source: Convert catalog file %s
lo: ແປງໄຟລ໌ຄາຕາລັອກ %s

source: Convert catalog files
lo: ແປງໄຟລ໌ຄາຕາລັອກ

source: Coordinate system to use with the clients
lo: ລະບົບພິກັດທີ່ຈະໃຊ້ກັບຄລາຍແອັນ

source: Coord.
lo: ພິກັດ

source: Coord. grid
lo: ຕາໜ່າງພິກັດ

source: Coordinates:
lo: ພິກັດ:

source: Coordinates equinox
lo: ວິສຸວັດຂອງພິກັດ

source: Coordinates grid
lo: ຕາໜ່າງພິກັດ

source: Copy
lo: ສຳເນົາ

source: Copy coordinates
lo: ຄັດລອກພິກັດ

source: Copy from:
lo: ຄັດລອກຈາກ:

source: Core radius
lo: ລັດສະໝີແກນ

source: Correlated
lo: ມີຄວາມສຳພັນກັນ

source: Could not load library
lo: ບໍ່ສາມາດໂຫຼດໄລບຣາຣີ

source: Count
lo: ຈຳນວນ

source: Country timezone
lo: ເຂດເວລາຂອງປະເທດ

source: Create a new chart
lo: ສ້າງແຜນທີ່ໃໝ່

source: Create a search index file
lo: ສ້າງໄຟລ໌ດັດຊະນີຄົ້ນຫາ

source: Create files
lo: ສ້າງໄຟລ໌

source: Create header
lo: ສ້າງສ່ວນຫົວ

source: Create postscript chart. Please wait...
lo: ກຳລັງສ້າງແຜນທີ່ postscript. ກະລຸນາລໍຖ້າ...

source: Create raster chart %d x %d. Please wait...
lo: ກຳລັງສ້າງແຜນທີ່ຣາສເຕີ %d x %d. ກະລຸນາລໍຖ້າ...

source: Cross meridian
lo: ຂ້າມເສັ້ນເມຣິດຽນ

source: Culmination
lo: ຈຸດສູງສຸດ

source: Current chart coordinate system
lo: ລະບົບພິກັດແຜນທີ່ປັດຈຸບັນ

source: Date of validity
lo: ວັນທີທີ່ມີຜົນບັງຄັບໃຊ້

source: Cursor
lo: ເຄີເຊີ

source: Cursor position
lo: ຕຳແໜ່ງເຄີເຊີ

source: %sCW
lo: %sຕາມເຂັມ

source: Dark nebula
lo: ເນບິວລາມືດ

source: Dark night
lo: ຄືນທີ່ມືດສະນິດ

source: Dash
lo: ເສັ້ນປະ

source: Dash dot
lo: ເສັ້ນປະສະຫຼັບຈຸດ

source: Dash dot dot
lo: ເສັ້ນປະສະຫຼັບສອງຈຸດ

source: Database file:
lo: ໄຟລ໌ຖານຂໍ້ມູນ:

source: %sDatabase %s opened.%s
lo: %sຖານຂໍ້ມູນ %s ຖືກເປີດແລ້ວ. %s

source: Database setting...
lo: ການຕັ້ງຄ່າຖານຂໍ້ມູນ...

source: Data files:
lo: ໄຟລ໌ຂໍ້ມູນ:

source: Data files, CD-ROM
lo: ໄຟລ໌ຂໍ້ມູນ, CD-ROM

source: Data maintenance
lo: ການບຳລຸງຮັກສາຂໍ້ມູນ

source: Data preview
lo: ເບິ່ງຕົວຢ່າງຂໍ້ມູນ

source: Data starts on line %s
lo: ຂໍ້ມູນເລີ່ມຕົ້ນທີ່ແຖວທີ %s

source: Data Type
lo: ປະເພດຂໍ້ມູນ

source: Date
lo: ວັນທີ

source: Date format
lo: ຮູບແບບວັນທີ

source: Date from
lo: ວັນທີເລີ່ມ

source: dates may take a long time. Do you want to continue?
lo: ວັນທີອາດໃຊ້ເວລາດົນ. ທ່ານຕ້ອງການສືບຕໍ່ບໍ?

source: Date / time
lo: ວັນທີ / ເວລາ

source: Date/time
lo: ວັນທີ/ເວລາ

source: Day
lo: ມື້

source: days
lo: ມື້

source: Day Time
lo: ເວລາກາງເວັນ

source: DB insert failed for %s: %s
lo: ການເພີ່ມຂໍ້ມູນລົງຖານຂໍ້ມູນລົ້ມເຫຼວສຳລັບ %s: %s

source: DB Name:
lo: ຊື່ຖານຂໍ້ມູນ:

source: December
lo: ທັນວາ

source: Decimal degrees
lo: ອົງສາແບບທົດສະນິຍົມ

source: Decimal hours
lo: ຊົ່ວໂມງແບບທົດສະນິຍົມ

source: Decimal south polar distance
lo: ໄລຍະຫ່າງຂົ້ວໃຕ້ແບບທົດສະນິຍົມ

source: Declination
lo: ເດັກລີເນຊັນ

source: Declination label on center
lo: ປ້າຍຊື່ຄ່າເດັກລີເນຊັນຢູ່ຈຸດສູນກາງ

source: DEC options
lo: ຕົວເລືອກ DEC

source: Decrement time
lo: ຫຼຸດເວລາ

source: DEC turns:
lo: ຮອບ DEC:

source: %sDEC turns:
lo: %sຮອບ DEC:

source: Deep sky colour
lo: ສີວັດຖຸທ້ອງຟ້າ

source: Deep sky object colour
lo: ສີວັດຖຸທ້ອງຟ້າ

source: Default
lo: ມາດຕະຖານ

source: Default colour
lo: ສີມາດຕະຖານ

source: Default label
lo: ຊື່ມາດຕະຖານ

source: Default magnitude
lo: ຄ່າຄວາມສະຫວ່າງເລີ່ມຕົ້ນ

source: Default margin
lo: ຂອບມາດຕະຖານ

source: Default nebulae parameters
lo: ຄ່າພະລາມິເຕີເນບິວລາມາດຕະຖານ

source: Default outline parameters
lo: ຄ່າເສັ້ນຂອບມາດຕະຖານ

source: Default size (arcsec)
lo: ຂະໜາດເລີ່ມຕົ້ນ (ຟິລິບດາ)

source: Degree
lo: ອົງສາ

source: Grid spacing in degree
lo: ໄລຍະຫ່າງຕາໜ່າງເປັນອົງສາ

source: Degrees, minutes, seconds
lo: ອົງສາ, ລິບດາ, ຟິລິບດາ

source: Delay between frame
lo: ຄວາມຊ້າລະຫວ່າງເຟຣມ

source: Delete
lo: ລຶບ

source: Delete all expired ephemeris
lo: ລຶບເອເຟເມຣິດທີ່ໝົດອາຍຸທັງໝົດ

source: Delete %s, all the child nodes and the scripts?
lo: ລຶບ %s, ໂນດຍ່ອຍທັງໝົດ ແລະ ສະຄຣິບຫຼືບໍ່?

source: Delete completed
lo: ລຶບສຳເລັດແລ້ວ

source: Deleting the daily data
lo: ກຳລັງລຶບຂໍ້ມູນລາຍວັນ

source: Deleted successfully!
lo: ລຶບສຳເລັດແລ້ວ!

source: Deleting from the element table...
lo: ກຳລັງລຶບຂໍ້ມູນຈາກຕາຕະລາງອົງປະກອບ...

source: Deleting from the element list...
lo: ກຳລັງລຶບຂໍ້ມູນຈາກລາຍຊື່ອົງປະກອບ...

source: Deleting from the monthly table ...
lo: ກຳລັງລຶບຂໍ້ມູນຈາກຕາຕະລາງລາຍເດືອນ ...

source: Delete from monthly table for jd<%s
lo: ລຶບຂໍ້ມູນຈາກຕາຕະລາງລາຍເດືອນສຳລັບ jd<%s

source: Deleting from the name list...
lo: ກຳລັງລຶບຂໍ້ມູນຈາກລາຍຊື່...

source: Delete monthly data
lo: ລຶບຂໍ້ມູນລາຍເດືອນ

source: Delete monthly data older than
lo: ລຶບຂໍ້ມູນລາຍເດືອນທີ່ເກົ່າກວ່າ

source: Delete MPC data selectively
lo: ເລືອກລຶບຂໍ້ມູນ MPC

source: Delete previous data for this date.
lo: ລຶບຂໍ້ມູນເກົ່າຂອງວັນທີນີ້.

source: Delete the current location from the database?
lo: ລຶບສະຖານທີ່ປັດຈຸບັນອອກຈາກຖານຂໍ້ມູນບໍ?

source: DeltaT uncertainty
lo: ຄວາມບໍ່ແນ່ນອນຂອງ DeltaT

source: DeltaT recent value
lo: ຄ່າ DeltaT ລ້າສຸດ

source: Depression of the visible horizon
lo: ມຸມກົດຂອງຂອບຟ້າທີ່ເບິ່ງເຫັນ

source: desc:
lo: ຄຳອະທິບາຍ:

source: Description
lo: ຄຳອະທິບາຍ

source: Designation
lo: ຊື່ເອີ້ນ/ໝາຍເລກ

source: Desktop environment
lo: ສະພາບແວດລ້ອມເດັສທັອບ

source: Details
lo: ລາຍລະອຽດ

source: Diam.
lo: ສຜກ.

source: Diameter
lo: ເສັ້ນຜ່ານສູນກາງ

source: Diconnected
lo: ຕັດການເຊື່ອມຕໍ່ແລ້ວ

source: Difference between Terrestrial Time and Universal Time
lo: ຜົນຕ່າງລະຫວ່າງເວລາໂລກ ແລະ ເວລາສາກົນ

source: %s (different than the configured port, maybe busy or other error.)
lo: %s (ຕ່າງຈາກພອດທີ່ຕັ້ງໄວ້, ບາງທີອາດບໍ່ວ່າງ ຫຼື ມີຂໍ້ຜິດພາດອື່ນ.)

source: Dimension
lo: ຂະໜາດ

source: Dimension and units
lo: ຂະໜາດ ແລະ ຫົວໜ່ວຍ

source: Dir
lo: ທິດ

source: Direction
lo: ທິດທາງ

source: Directory
lo: ໂຟນເດີ

source: Directory not found! Please install the Skychart Pictures package.
lo: ບໍ່ພົບໂຟນເດີ! ກະລຸນາຕິດຕັ້ງແພັກເກັດຮູບພາບ Skychart.

source: Disconnect
lo: ຕັດການເຊື່ອມຕໍ່

source: Disconnected
lo: ຕັດການເຊື່ອມຕໍ່ແລ້ວ

source: Disconnect from SAMP
lo: ຕັດການເຊື່ອມຕໍ່ຈາກ SAMP

source: Disconnection error: %s
lo: ຂໍ້ຜິດພາດໃນການຕັດການເຊື່ອມຕໍ່: %s

source: Display
lo: ການສະແດງຜົນ

source: Display as a symbol
lo: ສະແດງເປັນສັນຍະລັກ

source: Display colour
lo: ສີການສະແດງຜົນ

source: Display images of catalogued objects
lo: ສະແດງຮູບພາບຂອງວັດຖຸໃນຄາຕາລັອກ

source: Display labels for all star catalogs
lo: ສະແດງປ້າຍຊື່ສຳລັບທຸກແຄັດຕະລັອກດາວ

source: Display the chart information in the menu bar
lo: ສະແດງຂໍ້ມູນແຜນທີ່ໃນແຖບເມນູ

source: Display the horizon picture
lo: ສະແດງຮູບພາບຂອບຟ້າ

source: Display the labels
lo: ສະແດງຊື່

source: Display the local horizon line
lo: ສະແດງເສັ້ນຂອບຟ້າທ້ອງຖິ່ນ

source: Distance
lo: ໄລຍະຫ່າງ

source: Distance measurement
lo: ການວັດແທກໄລຍະທາງ

source: Divider
lo: ເສັ້ນແບ່ງ

source: Do not change anything here if you are not sure what you do!
lo: ຢ່າປ່ຽນແປງຫຍັງຢູ່ນີ້ ຖ້າທ່ານບໍ່ແນ່ໃຈວ່າກຳລັງເຮັດຫຍັງ!

source: Do not filter bright nebula by magnitude
lo: ບໍ່ກັ່ນຕອງເນບິວລາທີ່ສະຫວ່າງຕາມຄ່າຄວາມສະຫວ່າງ

source: Do not filter Messier objects
lo: ບໍ່ຕ້ອງກັ່ນຕອງວັດຖຸເມສສິເອ (Messier)

source: Do not run %s as %s!
lo: ຢ່າເປີດ %s ໃນຖານະ %s!

source: Do not use row %s, reserved for external software interface.
lo: ຢ່າໃຊ້ແຖວ %s, ຖືກຈອງໄວ້ສຳລັບສ່ວນຕິດຕໍ່ຊອບແວພາຍນອກ.

source: Dot
lo: ຈຸດ

source: Doubles
lo: ດາວຄູ່

source: Double star
lo: ດາວຄູ່

source: Down
lo: ລົງ

source: Download
lo: ດາວໂຫຼດ

source: Download %s
lo: ດາວໂຫຼດ %s

source: Download archive
lo: ດາວໂຫຼດຄັງຮູບພາບ

source: Download catalog
lo: ດາວໂຫຼດແຄັດຕະລັອກ

source: Download country details
lo: ດາວໂຫຼດລາຍລະອຽດປະເທດ

source: Download File
lo: ດາວໂຫຼດໄຟລ໌

source: Download full catalog
lo: ດາວໂຫຼດແຄັດຕະລັອກທັງໝົດ

source: Download the latest orbital elements
lo: ດາວໂຫຼດອົງປະກອບວົງໂຄຈອນຫຼ້າສຸດ

source: Download comet or asteroid SPICE kernel from JPL Horizon
lo: ດາວໂຫຼດ SPICE kernel ຂອງດາວຫາງ ຫຼື ດາວເຄາະນ້ອຍຈາກ JPL Horizon

source: Download TLE
lo: ດາວໂຫຼດ TLE

source: Do you really want to park the mount now?
lo: ທ່ານຕ້ອງການເກັບຖານຕັ້ງກ້ອງຕອນນີ້ແທ້ຫຼືບໍ່?

source: Do you want to load it?
lo: ທ່ານຕ້ອງການໂຫຼດມັນຫຼືບໍ່?

source: Do you want to move the chart there?
lo: ທ່ານຕ້ອງການຍ້າຍແຜນທີ່ໄປບ່ອນນັ້ນຫຼືບໍ່?

source: Do you want to save the program settings now?
lo: ທ່ານຕ້ອງການບັນທຶກການຕັ້ງຄ່າໂປຣແກຣມຕອນນີ້ເລີຍບໍ?

source: Do you want to save it?
lo: ທ່ານຕ້ອງການບັນທຶກມັນຫຼືບໍ່?

source: Draw a line that displays the proper motion for the next
lo: ແຕ້ມເສັ້ນສະແດງການເຄື່ອນທີ່ຈິງສຳລັບອີກ

source: Draw as
lo: ແຕ້ມເປັນ

source: Draw as DSO
lo: ແຕ້ມເປັນວັດຖຸທ້ອງຟ້າຫ່າງໄກ (DSO)

source: Draw as star
lo: ແຕ້ມເປັນດາວ

source: Drawing
lo: ການແຕ້ມ

source: Drawing type
lo: ປະເພດການແຕ້ມ

source: Draw line
lo: ແຕ້ມເສັ້ນ

source: Draw planet as
lo: ແຕ້ມດາວເຄາະເປັນ

source: Draw the apparent depressed horizon line
lo: ແຕ້ມເສັ້ນຂອບຟ້າປາກົດ

source: Draw the position of the pole between the following years
lo: ແຕ້ມຕຳແໜ່ງຂອງຂົ້ວຟ້າລະຫວ່າງປີຕໍ່ໄປນີ້

source: Yearly drift
lo: ການເຄື່ອນທີ່ສະເລ່ຍຕໍ່ປີ

source: Driver Selection
lo: ການເລືອກໄດຣເວີ

source: DSO Catalog pictures
lo: ຮູບພາບແຄັດຕະລັອກ DSO

source: Duplicate
lo: ເຮັດຊ້ຳ

source: Duration
lo: ໄລຍະເວລາ

source: Earth
lo: ໂລກ

source: Earth shadow
lo: ເງົາຂອງໂລກ

source: East
lo: ທິດຕາເວັນອອກ

source: East hour angle
lo: ມຸມຊົ່ວໂມງທິດຕາເວັນອອກ

source: East side
lo: ດ້ານທິດທັນວາ (ຕາເວັນອອກ)

source: Eccentricity
lo: ຄວາມຮີ

source: Eclipse
lo: ອຸປະລາຄາ

source: Ecliptic
lo: ເສັ້ນສຸລິຍະວິຖີ

source: Ecliptic coordinates
lo: ພິກັດເສັ້ນສຸລິຍະວິຖີ

source: Ecliptic coord.
lo: ພິກັດເສັ້ນສຸລິຍະວິຖີ

source: Edit
lo: ແກ້ໄຂ

source: Edit colour
lo: ແກ້ໄຂສີ

source: Edit nebulae lines color
lo: ແກ້ໄຂສີເສັ້ນເນບິວລາ

source: Edit label
lo: ແກ້ໄຂຊື່

source: Edit line operation
lo: ແກ້ໄຂການເຮັດວຽກຂອງເສັ້ນ

source: Edit object types
lo: ແກ້ໄຂປະເພດວັດຖຸ

source: Edit Script
lo: ແກ້ໄຂສະຄຣິບ

source: Edit time increment
lo: ແກ້ໄຂການເພີ່ມເວລາ

source: Edit units
lo: ແກ້ໄຂຫົວໜ່ວຍ

source: Elong.
lo: ມຸມຫ່າງ
