Repository: pchev/skychart
Catalog: trunk/tools/data/language/skychart.*.po
Languages: de, hr, pl

source: Field of vision number :
de: Feldnummer:
hr: Broj vidnog polja:
pl: Numer pola widzenia :

source: Field Rotation
de: Feldrotation
hr: Okretanje polja
pl: Rotacja pola

source: Field too wide! Maximum is %s
de: Feldbreite zu groß! Maximum ist %s
hr: Polje preširoko! Maksimum je %s
pl: Pole zbyt szerokie! Maksimum to %s

source: File
de: Datei
hr: Datoteka
pl: Plik

source: Filename without path or extension
de: Dateiname ohne Pfad oder Erweiterung
pl: Nazwa pliku bez ścieżki i rozszerzenia

source: File not found!
de: Datei nicht gefunden!
hr: Datoteka nije pronađena!
pl: Pliku nie odnaleziono!

source: Files path
de: Dateipfad
hr: Putanje datoteka
pl: Ścieżka dostępu

source: Fill?
de: Füllen?
hr: Ispuni?
pl: Wypełnić?

source: Fill Milky Way
de: Milchstraße füllen
hr: Ispuni Mliječnu stazu
pl: Wypełnij Drogę Mleczną

source: Fill with horizon colour
de: Mit Horizontfarbe füllen
hr: Ispuni sa bojom horizonta
pl: Wypełnij horyzont kolorem

source: Filter ->
de: Objektfilter
pl: Filtr ->

source: Filter
pl: Filtr

source: Filter deep sky objects
de: Deep-Sky-Objekte filtern
hr: Filtriraj objekte dubokog svemira
pl: Włącz filtr głębokiego nieba

source: Filter stars
de: Sterne filtern
hr: Filtriraj zvijezde
pl: Włącz filtr gwiazd

source: Find
de: Suchen
hr: Pronađi
pl: Znajdź

source: Finder circle (eyepiece)
de: Sucherkreis (Okular)
hr: Krug tražioca (okular)
pl: Koło szukacza (okular)

source: Finder Circle
de: Sucherkreis
hr: Krug tražioca
pl: Koło szukacza

source: Finder rectangle (CCD)
de: Kamerafeld (CCD)
hr: Pravokutnik tražioca (CCD)
pl: Ramka szukacza (CCD)

source: First
de: Erster
pl: Pierwszy

source: First 5000
de: Erste 5000
hr: Prvih 5000
pl: Pierwsze 5000

source: First char
de: Erstes Zeichen
hr: Prvi znak
pl: Pierwszy znak

source: FITS file
de: FITS Datei
hr: FITS datoteka
pl: Plik FITS

source: Fixed black
de: Fest
hr: Fiksna crna
pl: Ustalone tło nieba

source: Fixed sky colour
de: Feste Himmelsfarbe
hr: Fiksna boja neba
pl: Wybierz kolor nieba

source: Flamsteed number
de: Flamsteed-Nr.
hr: Flamsteedov broj
pl: Numer Flamsteeda

source: Iridium flare prediction:
de: Iridium-Flare Vorhersage:
hr: Predviđanje Iridium bljeskova:
pl: Przewidywane flary Iridium

source: Focus
de: Fokus
hr: Fokus
pl: Ostrość

source: Focus Speed
de: Fokusgeschwindigkeit
hr: Brzina fokusa
pl: Prędkość wyostrzania

source: Fonts
de: Schriftarten
hr: Fontovi
pl: Czcionki

source: For a large catalog, always select Binary. For a small dataset that changes frequently, select Text. This enables you to edit the file and see the result immediately on the chart without the need to rerun this utility.
de: Für einen großen Katalog immer "binär" auswählen. Für ein kleinen Datensatz, der öfters geändert wird, "Text" auswählen. Dies erlaubt es zu die Daten einfach zu bearbeiten und sofort das Ergebnis in der Karte zu sehen, ohne das Tool erneut benutzen zu müssen.
hr: Za veliki katalog uvijek odaberite Binarni. Za male skupove podataka koji se često mijenjaju, odaberite Tekst. To omogućuje promjenu podataka sa odmah vidljivim rezultatom, bez potrebe ponovnog pokretanja programa.
pl: Dla dużego katalogu wybierz zawsze tryb binarny. Dla małego zestawu danych ulegających częstej modyfikacji wybierz tryb tekstowy. Pozwoli to na edytowanie pliku i natychmiastową obserwację wyników bez konieczności powtórnego uruchamiania tego narzędzia.

source: Force color
de: Farbe erzwingen
pl: Wymuś kolor

source: Force EqSys
de: EqSys erzwingen
pl: Wymuś EqSys

source: Form always visible
de: Form immer sichtbar
hr: Obrazac je uvijek vidljiv
pl: Formularz zawsze widoczny

source: For more information, see :
de: Weiterführende Informationen unter:
pl: Więcej informacji:

source: FOV bar
de: FOV-Leiste
pl: Pasek pola widzenia (FOV)

source: FOV number:
de: Feldzuordnung:
hr: FOV broj:
pl: Numer FOV:

source: Frames per second
de: Bilder pro Sekunde
hr: Slika u sekundi
pl: Klatki na sekundę

source: Frames size
de: Bildgröße
hr: Veličina slika
pl: Rozmiar klatek

source: FR Angle
de: FR Winkel
hr: FR Kut
pl: Kąt FR

source: Free size
de: Freie Größe
hr: Slobodna veličina
pl: Rozmiar wolny

source: Fri.
de: Fr
hr: Pet.
pl: Pt.

source: From
de: Von
hr: Od
pl: od

source: FTP passive mode
de: FTP passiv Modus
hr: FTP pasivni mod
pl: Tryb pasywny dla FTP

source: Full screen
de: Vollbild
hr: Cijeli zaslon
pl: Pełny ekran

source: Galactic
de: Galaktisch
hr: Galaktički
pl: Galaktyczny

source: Galactic coordinates
de: Galaktische Koordinaten
hr: Galaktičke koordinate
pl: Współrzędne galaktyczne

source: Galactic coord.
de: Galaktische Koord.
hr: Galaktičke koord.
pl: Współ.galaktyczne

source: Galaxies
de: Galaxien
hr: Galaksije
pl: Galaktyki

source: Galaxy
de: Galaxie
hr: Galaksija
pl: Galaktyki

source: Galaxy cluster
de: Galaxienhaufen
hr: Jato galaksija
pl: Gromady galaktyk

source: General
de: Allgemein
hr: Općenito
pl: Ogólny

source: General catalog options
de: Allgemeine Katalogoptionen
hr: Postavke glavnog kataloga
pl: Opcje katalogu ogólnego

source: General settings
de: Allgemeine Einstellungen
hr: Glavne postavke
pl: Ustawienia ogólne

source: Geocentric
de: Geozentrisch
hr: Geocentričan
pl: Geocentryczna

source: Geometric altitude
de: Geometrische Höhe
pl: Wysokość geometryczna

source: Get
de: Abrufen
hr: Preuzmi
pl: Pobierz

source: Get the asteroids list.
de: Asteroidenliste anfordern
hr: Preuzmi listu asteroida
pl: Pobierz liste planetoid.

source: Get the DSS image
de: DSS Bild abrufen
hr: Preuzmi DSS sliku
pl: Pobierz obraz DSS

source: Get the recent GRS measurement from JUPOS project.
de: Aktuelle Messungen des GRF vom JUPOS-Projekt abrufen
hr: Preuzmi najnovija GRS mjerenja JUPOS projekta
pl: Pobierz ostatnie pomiary GRS z projektu JUPOS

source: Globular cluster
de: Kugelsternhaufen
hr: Kuglasti skup
pl: Gromady kuliste

source: Gnomonic
de: Gnomonisch
pl: Gnomoniczna

source: Gps-16" Adv. Settings
de: Gps-16" Erw. Einstellungen
hr: Gps-16" Napredne postavke
pl: Gps-16" Ustawienia zaaw.

source: Graph height
de: Höhe des Graphen
pl: Wysokość wykresu

source: Graphic
de: Flächig
hr: Grafika
pl: Tryb graficzny

source: Graphs
de: Graphen
hr: Grafovi
pl: Wykresy

source: Gravitational lens
de: Gravitationslinse
hr: Gravitacijska leća
pl: Soczewki grawitacyjne

source: Greatest
de: Maximum
hr: Najbolji
pl: Największy

source: Greek symbols
de: griechisches Symbol
hr: Grčki simboli
pl: Symbol grecki

source: Green
de: Grün
hr: Zeleno
pl: Zielony

source: Grid spacing
de: Rasterabstand
hr: Razmak mreže
pl: Odstępy siatki

source: Group
de: Gruppe
pl: Grupa

source: GRS transit
de: GRF Durchgang
hr: GRS tranzit
pl: Przelot GRS

source: G slope parameter
de: Steigungsparameter G
pl: Parametr krzywej G

source: Guide
de: Nachführen
hr: Vodič
pl: Prowadzić

source: guide arcsec
de: nachführen in Bogensekunden
hr: praćenje arcsec
pl: prowadzenie arcsec

source: Guide Rate
de: Nachführgeschwindigkeit
hr: Brzina praćenja
pl: Tępo prowadzenia

source: H absolute magnitude
de: absolute Helligkeit H
hr: H apsolutna magnituda
pl: Wiel.gwiazd.absolutna H

source: Half-mass radius
de: Halbmassenradius
pl: Promień połowy masy

source: Halt after 1000 errors
de: Nach 1000 Fehlern stoppen
hr: Zaustavi nakon 1000 grešaka
pl: Stop po osiągnięciu 1000 błędów

source: Hammer-Aitoff
pl: Hammera-Aitoffa

source: HandPad
pl: Pilot

source: HandPad Mode Selection
de: Handpad Modus Auswahl
hr: Odabir ručnog kontrolera
pl: Wybór trybu Panelu Sterowania

source: H-Beta magnitude
de: H-Beta Helligkeit
hr: H-Beta magnituda
pl: Wielkość gwiazdowa H-Beta

source: Height
de: Höhe
hr: Visina
pl: Wysokość

source: Help
de: Hilfe
hr: Pomoć
pl: Pomoc

source: Help contents
de: Inhalt der Hilfe
hr: Sadržaj pomoći
pl: Spis tematów

source: Hide
de: Ausblenden
hr: Sakrij
pl: Ukryj

source: Hide label
de: Beschriftung ausblenden
hr: Sakrij oznaku
pl: Ukryj etykietę

source: Hide objects wider than
de: Blende größere Objekte aus als
hr: Sakrij objekte šire od
pl: Ukryj obiekty szersze niż

source: High
de: Hoch
hr: Visoko
pl: Wysoki

source: High colour
de: Farbe satt
hr: Jaka boja
pl: Jaskrawy

source: Highest
de: Höchste
hr: Najviši
pl: Najwyższy

source: High Precision Pointing
de: Hoch genaues Zeigen
hr: Visoka preciznost pokazivanja
pl: Wskazywnie wysokiej dokładności

source: High quality
de: Hohe Qualität
pl: Wysoka jakość

source: High surface brightness
de: Hohe Flächenhelligkeit
hr: Visoka svijetlina površine
pl: Duża jasność powierzchniowa

source: Horizon
de: Horizont
hr: Horizont
pl: Horyzont

source: Hostname:
hr: Ime računala:
pl: Nazwa hosta:

source: Hour
de: Stunde
hr: Sat
pl: godzina

source: Hour angle
de: Stundenwinkel
hr: Satni kut
pl: Kąt godzinny

source: Grid spacing in hour for equatorial grid
de: Rasterabstand des äquatorialen Gitters in Stunden
hr: Razmaci mreže u satima, za ekvatorijalnu mrežu
pl: Odstępy siatki w godzinach dla współrzędnych równikowych

source: Hourly motion
de: Stündliche Bewegung
pl: Ruch godzinny

source: hours
de: Stunden
hr: sati
pl: godziny

source: Hours, minutes, seconds
de: Stunden, Minuten, Sekunden
hr: Sati, minute, sekunde
pl: Godziny, minuty, sekundy

source: Humidity %
de: Luftfeuchte %
pl: Wilgotność[%]

source: Icon click action
de: Symbol-Klick Funktion
hr: Akcija klikom na ikonu
pl: Akcja po kliknięciu ikony

source: Icon size
de: Symbol-Größe
hr: Veličina ikona
pl: Rozmiar ikony

source: Icon time display
de: Symbol Zeitanzeige
hr: Vrijem prikaza ikone
pl: Czas wyświetlania ikony

source: If it is not installed try the following depending on your system:
de: Falls nicht installiert, versuchen Sie abhängig von Ihrem System Folgendes:
hr: Ako nije instalirano pokušajte slijedeće ovisno o vašem sistemu:
pl: Jeżeli to nie jest zainstalowane, spróbuj następujących kroków w zależności od Twojego systemu:

source: Illum.
de: Beleucht.
pl: Oświe.

source: Illuminated fraction
de: Beleuchteter Anteil
hr: Osvijetljeni dio
pl: Część oświetlona

source: Image archive
de: Bildarchiv
pl: Archiwum obrazów

source: Image directory
de: Bilderverzeichnis
hr: Direktorij sa slikama
pl: Folder obrazów

source: Image list
de: Bildliste
pl: Lista obrazów

source: Inclination
de: Inklination
hr: Nagib
pl: Nachylenie

source: Inclination=
de: Inklination=
hr: Nagib=
pl: Nachylenie=

source: Include day time pass
de: Mit Durchgängen bei Tag
hr: Uključi dnevni prolaz
pl: Dodaj datę i czas przejścia

source: Include Iridium flare
de: Mit Iridium-Flares
hr: Uključi Iridum bljeskove
pl: Dodaj flary Iridium

source: Increase
de: Erhöhen
hr: Pojačaj
pl: Zwiększ

source: Increment for bright stars
de: Anstieg für helle Sterne
hr: Povečanje za svijetle zvijezde
pl: Stopień jasności gwiazd

source: Increment time
de: + eine Zeiteinheit
hr: Povečanje vremena
pl: Przyrost czasu

source: Indicate here how to compute the required values from the data stored in the catalog text file.
de: Geben Sie an, wie die benötigten Werte aus den Daten aus der Katalog-Datei berechnet werden sollen.
hr: Ovdje navedite kako izračunati traženu vrijednost iz podataka pohranjenih u tekt datoteci kataloga.
pl: Wskaż tutaj jak obliczyć wymaganą wartość z danych przechowywanych w pliku tekstowym katalogu.

source: Indicate how to recognize the object size unit:
de: Geben Sie an, wie die Einheiten erkannt werden sollen.
hr: Navedite kako prepoznati jedinicu veličine objekta:
pl: Wskaż jak rozpoznać jednostkę rozmiaru obiektu:

source: Indicate the string identifier for each type of object:
de: Geben Sie die Kennzeichnung für jeden Objekttyp an.
hr: Navedite identifikator niza za svaku vrstu objekta:
pl: Wskaż identyfikator ciągu znaków dla każdego typu obiektu:

source: Indicate the string for each draw operation
de: Geben Sie die Kennzeichnung für jede Zeichenoperation an.
hr: Navedite niz za svaku pokrenutu operaciju
pl: Wskaż ciąg znaków dla każdej operacji rysowania

source: Indicate the string for each colour
de: Geben Sie die Kennzeichnung für jede Farbe an.
hr: Navedite niz za svaku boju
pl: Wskaż ciąg znaków dla każdego koloru

source: INDI driver
de: INDI Treiber
pl: Sterownik INDI

source: INDI driver settings
de: INDI Treiber-Einstellungen
hr: INDI driver postavke
pl: Ustawienia sterownika INDI

source: INDI server host
pl: Host serwera INDI

source: INDI server port
pl: Port serwera INDI

source: in drive
de: im Laufwerk
pl: do dysku

source: Information
hr: Informacije
pl: Informacja

source: Information detail
de: Detail-Information
hr: Detalji informacija
pl: Opis szczegółowy

source: Information from catalog
de: Kataloginformationen
hr: Informacije iz kataloga
pl: Informacje z katalogu

source: Init
de: Initialisierung
pl: Inicjalizuj

source: Initialised at %s%s using : %s%s (RA: %s DEC:%s)
de: Initialisiert bei %s%s mit : %s%s (RA: %s DEC:%s)
hr: Pokrenuto u %s%s using : %s%s (RA: %s DEC:%s)
pl: Zainicjalizowany w %s%s używając %s%s (RA: %s DEC :%s)

source: Initialize
de: Initialisieren
hr: Pokreni
pl: Inicjalizuj

source: Initialize database
de: Datenbank initialisieren
hr: Pokreni bazu podataka
pl: Inicjalizacja bazy danych

source: Inner Solar System
de: Inneres Sonnensystem
pl: Wewnętrzny Układ Słoneczny

source: Input catalog files
de: Eingabedateien
hr: Unesi datoteke kataloga
pl: Wejściowy katalog

source: insert failed line %s: %s
de: Einfügen fehlgeschlagen für %s: %s
hr: ubacivanje linije neuspješno %s: %s
pl: wstawianie nie powiodło się na linii %s : %s

source: Insert failed! %s
de: Einfügen fehlgeschlagen! %s
hr: Ubacivanje neuspješno! %s
pl: Wstawianie nie powiodło się! %s

source: Internet localization
de: Ortsbestimmung per Internet
pl: Lokalizacja internetowa

source: Interval Timeout
de: Intervall Timeout
pl: Okres timeoutu

source: Integrated telescope driver.
de: integrierter Teleskoptreiber.
hr: Integrirani driver za teleskop
pl: Zintegrowany sterownik teleskopu.

source: invalid epoch on line%s: %s
de: Ungültige Epoche für %s: %s
hr: neispravna epoha na liniji%s: %s
pl: błędna epoka w linii%s : %s

source: Invalid path:
de: ungültiger Pfad:
hr: Kriva putanja:
pl: Nieprawidłowa ścieżka:

source: Inversion Alpha ,
hr: Okrenuta Alpha ,
pl: Inwersja Alfa

source: %s Inversion Delta
hr: %s Okrenuta Delta
pl: %s Inwersja Delta

source: Invisible at this latitude
de: Unsichtbar auf diesem Breitengrad
hr: Nevidljivo sa te širine
pl: Niewidoczne na tej szerokości geograficznej

source: IP address
de: IP-Adresse
pl: Adres IP

source: Is the coordinates epoch really %s?
de: Ist das wirklich die Epoche der Koordinaten %s
hr: Da li su kordinate epohe stvarno %s?
pl: Czy współrzędne epoki to naprawdę %s?

source: %s is empty!
de: %s ist leer!
pl: %s jest pusty!

source: It take too long to draw the %s from catalog %s, please consider to not use this catalog for this FOV.
de: Das Zeichnen von %s aus Katalog %s dauerte zu lange. Sie sollten einen anderen Katalog für dieses Gesichtsfeld verwenden.
pl: Wyświetlenie %s z katalogu %s zajęło zbyt dużo czasu, rozważ użycie tego katalogu dla mniejszych pól widzenia (FOV).

source: JD calendar
de: Julianischer Kalender
hr: JD kalendar
pl: Kalendarz JD

source: Julian Day =
de: Jul. Tag =
hr: Julijanski dan =
pl: Dzień Juliański =

source: Julian Year
de: Julianisches Jahr
hr: Julijansak godina
pl: rok juliański

source: Jupiter
pl: Jowisz

source: Jupiter GRS longitude:
de: Jupiter GRF Längengrad:
hr: Jupiterova GRS dužina:
pl: Długość plamy (GRS) Jowisza

source: Keep images on exit for later use
de: Bilder beim Verlassen für spätere Verwendung behalten
pl: Zachowaj obrazy przy wyjściu

source: Keep tables on exit for later use
de: Tabellen beim Verlassen für spätere Verwendung behalten
pl: Zachowaj tabele przy wyjściu

source: Knot
de: Knoten
hr: Čvor
pl: Węzeł

source: Label:
de: Beschriftung:
hr: Oznaka:
pl: Etykieta:

source: Label
de: Beschriftung
hr: Oznaka
pl: Etykieta

source: Label object
de: Objekt beschriften
hr: Označi objekt
pl: Etykieta obiektu

source: Labels
de: Beschriftungen
hr: Oznake
pl: Etykiety

source: Label text
de: Beschriftung
hr: Označi tekst
pl: Tekst etykiety

source: Landscape
de: Querformat
hr: Panorama
pl: Pozioma

source: Language
de: Sprache
hr: Jezik
pl: Język

source: Language selection
de: Sprachauswahl
hr: Odabir jezika
pl: Wybór języka

source: Last
de: Letzter
pl: Ostatni

source: Latitude
de: Breitengrad
hr: Širina
pl: Szerokość

source: Launch INDIstarter if the server is not running
pl: Uruchom INDIstarter jeżeli serwer nie jest uruchomiony

source: Left
de: Links
hr: Lijevo
pl: Lewy

source: Left bar
de: Linke Leiste
hr: Lijeva traka
pl: Lewy pasek narzędziowy

source: Left Mode
de: Links-Modus
hr: Lijevi mod
pl: Tryb lewy

source: Legal
de: Gesetzliche Zeit
hr: Pravni
pl: Lokalny

source: Legend
de: Legende
hr: Legenda
pl: Legenda

source: Length
de: Länge
hr: Dužina
pl: Długość

source: Less deep sky
de: Weniger Deep-Sky-Objekte
hr: Manje dubokog svemira
pl: Mniej głębokiego nieba

source: Less stars
de: Weniger Sterne
hr: Manje zvijezda
pl: Mniej gwiazd

source: Libration in latitude
de: Libration in Breite
hr: Otklon po širini
pl: Libracja w szerokości

source: Libration in longitude
de: Libration in Länge
hr: Otklon po dužini
pl: Libracja w długości

source: License agreement
de: Lizenzvereinbarung
hr: Sporazum o licenci
pl: Umowa licencyjna

source: light years
de: Lichtjahre
hr: svjetlosne godine
pl: lat świetlnych

source: Limiting magnitude, list:
de: Grenzgröße, Liste:
hr: Granična magnituda, lista:
pl: Graniczna wielkość gwiazdowa, lista:

source: Limiting magnitude:
de: Grenzgröße:
hr: Granična magnituda:
pl: Graniczna wielkość gwiazdowa:

source: Limiting size (arcminutes):
de: Begrenzung der Größe (Bogenminuten):
hr: Granična veličina (arcmin):
pl: Graniczny rozmiar (arc-minuty) :

source: Line
de: Linie
hr: Linija
pl: Linia

source: Linear
pl: Liniowe

source: Line mode
de: Linienmodus
hr: Linijski način
pl: Tryb liniowy

source: Line mode drawing
de: Linienzeichnung
hr: Iscrtavanje linijskog načina
pl: Tryb liniowy

source: Line operation
de: Operation
pl: Operacja liniowa

source: Lines
de: Linien
hr: Linije
pl: Linie

source: Lines / grid
de: Linien / Gitter
hr: Linije/mreža
pl: Linie / siatka

source: Line width
de: Linienbreite
hr: Širina linije
pl: Szerokość linii

source: Link all charts
de: Alle Karten verknüpfen
hr: Poveži sve karte
pl: Połącz wszystkie mapy

source: List
de: Liste
pl: Lista

source: Listen on port: %s
de: Aktiv auf Port: %s
pl: Nasłuchuj na porcie: %s

source: List of available plates
de: Liste verfügbarer Platten
hr: Lista dostupnih planeta
pl: Lista dostępnych płytek

source: Load
de: Laden
hr: Učitaj
pl: Wgraj

source: Load file
de: Datei laden
hr: Učitaj datoteku
pl: Wczytaj plik

source: Load from file
de: Aus Datei laden
hr: Učitaj iz datoteke
pl: Wczytaj z pliku

source: Loading catalog list. Please wait ...
de: Katalogliste wird geladen. Bitte warten …
pl: Ładowanie listy katalogów. Czekaj...

source: Load MPC file
de: Lade MPC Datei
hr: Učitaj MPC datoteku
pl: Wczytaj plik MPC

source: Load MPC format file
de: Lade MPC-Format Datei
hr: Učitaj MPC format datoteke
pl: Wczytaj plik formatu MPC

source: Load only the first
de: Lade nur die ersten
hr: Učitaj samo prvi
pl: Wczytaj tylko pierwszych

source: Load project
de: Projekt laden
hr: Učitaj projekt
pl: Otwórz projekt

source: Local horizon
de: Lokaler Horizont
hr: Lokalni horizont
pl: Lokalna linia horyzontu

source: Localized name
de: Lokalisierter Name
pl: Nazwa polska

source: Local sidereal time
de: Lokale Sternzeit
hr: Lokalno zvijezdano vijeme
pl: Lokalny czas gwiazdowy

source: Location code
de: Code für Aufstellungsort
hr: Kod lokacije
pl: Kod pozycji

source: Location / Time
de: Ort / Zeit
pl: Lokalizacja / Czas

source: Lock
pl: Blokada

source: Lock on %s
de: %s nachführen
pl: Śledzenie %s

source: Log
pl: Logarytmiczne

source: Logarithmic scale
de: Logarithmisch
hr: Logaritamsak skala
pl: Skala logarytmiczna

source: Longitude
de: Längengrad
hr: Dužina
pl: Długość

source: Longitude ascending node
de: Argument des aufst. Knotens
pl: Węzeł podnoszenia długości

source: Lozenge
de: Raute
pl: Romb

source: Low
de: Niedrig
hr: Nisko
pl: Niski

source: Low surface brightness
de: Geringe Flächenhelligkeit
hr: Niska svjetloća površine
pl: Mała jasność powierzchniowa

source: Luminosity
de: Leuchtkraft
hr: Sjaj
pl: Jasność

source: Lunar
hr: Mjesečev
pl: Księżycowy

source: Lunar eclipses
de: Mondfinsternisse
hr: Pomrčine Mjeseca
pl: Zaćmienia Księżyca

source: Magnitude
hr: Magnituda
pl: Wielkość gwiazdowa

source: Magnitude at maxima
de: Helligkeit im Maximum
hr: Maksimalna magnituda
pl: Wielkość gwiazdowa w maksimum

source: Magnitude at minima
de: Helligkeit im Minimum
hr: Minimalna magnituda
pl: Wielkość gwiazdowa w minimum

source: Magnitude band
de: Helligkeitsbereich
hr: Pojas magnitude
pl: Pasmo wielkości gwiazdowej

source: Magnitude difference
de: Helligkeitsunterschied
hr: Razlika magnitude
pl: Różnica wielkości gwiazdowej

source: Eclipse magnitude
de: Bedeckungshelligkeit
hr: Magnituda pomrčine
pl: Rozmiar zaćmienia

source: Magnitude error
de: Fehler Helligkeit
hr: Greška magnitude
pl: Błąd wielkości gwiazdowej

source: magnitudes fainter than the stars.
de: Größenklassen schwächer als die Sterne.
hr: magnitude slabije nego zvijezde.
pl: o wielkości gwiazdowej słabszej od gwiazd.

source: Magnitude Tycho BT
de: Helligkeit Tycho BT
hr: Magnituda Tycho BT
pl: Wielkość gwiazdowa Tycho BT

source: Magnitude Tycho VT
de: Helligkeit Tycho VT
hr: Magnituda Tycho VT
pl: Wielkość gwiazdowa Tycho VT

source: Mail list (Yahoo group)
de: Mailing-Liste (Yahoo-Gruppe)
hr: Mail lista (Yahoo group)
pl: Forum użytkowników (grupa Yahoo)

source: Main bar
de: Hauptwerkzeugleiste
hr: Glavna traka
pl: Pasek główny

source: Make selection of the table and column you want to your catalog
de: Tabelle und Spalte für Ihren Katalog auswählen
pl: Zaznacz tabelę i kolumnę, które chcesz dodać do katalogu

source: Manage tool box script
de: Toolbox-Skripte verwalten
pl: Zarządzaj skryptem narzędzi

source: Manual mount
de: Manuelle Montierung
hr: Ručna montaža
pl: Montaż manualny

source: Manual telescope
de: Manuelles Teleskop
hr: Ručni teleskop
pl: Manualny teleskop

source: Map
de: Karte
hr: Karta
pl: Mapa

source: Mark
de: Markieren
pl: Zaznacz

source: Mark the centre of the chart
de: Kartenmitte markieren
hr: Označi sredinu karte
pl: Zaznacz środek mapy

source: Max.
pl: Maks.

source: Maximize
de: Maximieren
hr: Povečaj
pl: Maksymalizuj

source: Maximum magnitude
de: Maximale Helligkeit
hr: Maksimalna magnituda
pl: Maksymalna wielkość gwiazdowa

source: Maximum number of image to show simultaneously
de: Maximale Anzahl an Bildern zur gleichzeitigen Anzeige
pl: Maksymalna liczba obrazów do jednoczesnego wyświetlenia

source: Maximum rows
de: Maximale Reihen
pl: Maksymalna liczba wierszy

source: MBytes
pl: MBajtów

source: Mean
de: Mittelwert
hr: Središnji
pl: Średnia

source: Mean anomaly
de: Mittlere Anomalie
hr: Prosječna anomalija
pl: Średnia anomalia

source: mean equator, equinox and epoch of the date
de: mittlerer Äquator, Äquinoktium und Epoche des Datums
hr: središnji ekvator, ekvinocij i epoha datuma
pl: Średni równik, równonoc i epoka

source: mean equinox and epoch J2000
de: mittleres Äquinoktium und Epoche J2000
hr: središnji ekvinocij i epoha J2000
pl: Średnia równonoc i epoka J2000

source: mean equinox J2000, epoch of the date
de: mittleres Äquinoktium J2000, Epoche des Datums
hr: središnji ekvinocij J2000, epoha datuma
pl: średnia równonoc J2000 i epoka daty

source: Mean J2000
de: Mittleres J2000
hr: Središnji J2000
pl: Średnia J2000

source: Mean local
de: Mittlere Ortszeit
hr: Središnji lokalni
pl: Średni lokalny

source: Mean of the date
de: Mittelwerte des Datums
hr: Središnji datuma
pl: Średnia daty

source: Mean position
de: Mittlere Position
hr: Središnja pozicija
pl: Średnia pozycja

source: Memo
pl: Opis

source: Mercator
pl: Merkatora
