Repository: pchev/skychart
Catalog: trunk/tools/data/language/skychart.*.po
Languages: de, hr, pl

source: Some records where rejected, see the file %sreject.txt for details.
de: Einige Einträge wurden ausgelassen. Details befinden sich in der Datei %sreject.txt.
hr: Neki zapisi su odbačeni, pogledaj datoteku %sreject.txt za detalje.
pl: Niektóre rekordy zostały odrzucone, zobacz plik %sreject.txt w celu uzyskania szczegółów.

source: Something went wrong during the initialization of the program. The program needs to be closed.
de: Etwas ist während des Programmstarts schief gelaufen. Das Programm muss geschlossen werden.
hr: Greška kod pokretanja programa. Program se mora zatvoriti.
pl: Coś poszło nie tak, podczas wczytywania programu. Program zostanie zamknięty.

source: Sorry, copy is not yet implemented for this page
de: Kopieren ist für diese Seite noch nicht implementiert
hr: Žao nam je, mogućnost kopiranja ne postoji na ovoj stranici
pl: Przepraszamy, kopiowanie nie jest jeszcze dostępne dla tej strony

source: Sort by
de: Sortierung
hr: Poredaj po
pl: Sortuj według

source: Sorting files by magnitude
de: Dateien nach Helligkeiten sortieren
hr: Poredaj datoteke po magnitudi
pl: Sortowanie plików po wielkości gwiazdowej

source: Sorting the index file
de: Sortiere die Indexdatei
pl: Sortowanie pliku indeksu

source: South
de: Süd
hr: Jug
pl: Południe

source: Spacer
de: Abstandshalter
pl: Odstęp

source: Spectral class
de: Spektralklasse
hr: Spektralna klasa
pl: Typ widmowy

source: Speed
de: Geschwindigkeit
hr: Brzina
pl: Prędkość

source: Speed Selection
de: Geschwindigkeitsauswahl
hr: Odabir brzine
pl: Wybór prędkości

source: Speed settings
de: Geschwindigkeitseinstellung
hr: Postavke brzine
pl: Ustawienia prędkości

source: Spline
pl: Funkcja sklejania

source: SQL database not available.
de: SQL Datenbank ist nicht verfügbar.
hr: SQL baza podataka nije dostupna.
pl: Baza danych SQL nie jest dostępna

source: SQL database software is probably not installed!
de: SQL Datenbanksoftware ist wahrscheinlich nicht installiert!
hr: SQL baza podataka vjerojatno nije instalirana!
pl: Wybrana baza danych SQL prawdopodobnie nie jest zainstalowana!

source: SQLite database
de: SQLite Datenbank
hr: SQLite baza podataka
pl: Baza danych SQLite

source: Sqrt
de: Wurzel
pl: Pierwiastkowe (sqrt)

source: Square
de: Quadrat
hr: Kvadrat
pl: Kwadrat

source: Standard
pl: Standardowy

source: Standard colour
de: Standard-Farbe
hr: Standardna boja
pl: Kolor standardowy

source: Star
de: Stern
hr: Zvijezda
pl: Gwiazdy

source: Star and nebula limit
de: Stern- und Nebel-Limit
pl: Limit dla gwiazd i mgławic

source: Star colour (B-V):
de: Sternfarbe (B-V):
hr: Boja zvijezda (B-V):
pl: Kolor gwiazdy (współczynnik B-V):

source: Star common name
de: Name des Sterns
hr: Zajedničko ime zvijezda
pl: Nazwy własne gwiazd

source: Star display
de: Darstellung Sterne
hr: Prikaz zvijezda
pl: Tryb wyświetlania gwiazd

source: Star label
de: Sternbeschriftung
hr: Oznake zvijezda
pl: Etykieta gwiazdy

source: Stars
de: Sterne
hr: Zvijezde
pl: Gwiazdy

source: Stars and deep sky catalogs prepared with
de: Stern- und Deep-Sky-Kataloge, vorbereitet mit
hr: Zvijezde i katalog dubokog svemira pripremljeni sa
pl: Katalogi gwiazd i głębokiego nieba przygotowane przez

source: Stars bitmap file
de: Bitmap-Datei der Sterne
pl: Bitmapa gwiazd

source: Star filter
de: Sternfilter
hr: Filter zvijezda
pl: Filtr gwiazd

source: Stars proper motion options (if available in the catalog)
de: Einstellungen zur Eigenbewegung der Sterne (falls im Katalog verfügbar)
hr: Opcije točnog gibanja zvijezda (ako su dostupne u katalogu)
pl: Opcje ruchu własnego gwiazd (jeśli dostępne są w katalogu)

source: Start
pl: Początek

source: Start graph at local noon
de: Starte den Graphen zur Mittagszeit
pl: Początek wykresu od lokalnego południa

source: Start month
de: Anfangsmonat
hr: Započni mjesec
pl: Rozpocznij dla miesiąca

source: Start of object
de: Anfang des Objekts
hr: Početak objekta
pl: Początek obiektu

source: Status
pl: Stan

source: Status bar
de: Statusleiste
hr: Statusna traka
pl: Pasek stanu

source: Step Into
de: Hineinspringen
pl: Wejdź do funkcji

source: Step Over
de: Überspringen
pl: Przejdź

source: Steps (Alpha)
de: Schritte (Alpha)
hr: Koraci (Alfa)
pl: Kroki (Alfa)

source: Steps (Delta)
de: Schritte (Delta)
hr: Koraci (Delta)
pl: Kroki (Delta)

source: Step unit
de: Schritteinheit
hr: Jedinica koraka
pl: Użyta jednostka

source: Stop
de: Stopp
pl: Zatrzymaj

source: Stop bits
de: Stoppbits
pl: Bity końca

source: Stop TCP/IP server
de: TCP/IP Server anhalten
pl: Zatrzymaj serwer TCP/IP

source: Sun
de: Sonne
hr: Sunce
pl: Słońce

source: Sun alt.
de: Sonnenhöhe
pl: Słońce alt.

source: Sun.
de: So
hr: Ned.
pl: Nd.

source: Sun image source
de: Quelle für Sonnenbild
hr: Izvor slike za Sunce
pl: Źródło obrazów Słońca

source: Sun inclination
de: Inklination zur Sonne
pl: Nachylenie Słońca

source: Supernova remnant
de: Supernova-Überrest
hr: Ostaci Supernove
pl: Pozostałości supernowej

source: Surface
de: Fläche
hr: Površina
pl: Powierzchnia

source: Surface brightness
de: Flächenhelligkeit
hr: Svjetlina površine
pl: Jasność powierzchniowa

source: Swap button
de: Wechselknopf
hr: Zamijeni gumb
pl: Przycisk odwrócenia

source: Switch HPP
de: Wechsle HPP
pl: Włącz HPP

source: Sync
de: Schwenken
hr: Sinkronizacija
pl: Synchronizacja

source: Synodic month
de: Synodischer Monat
hr: Sinodički mjesec
pl: miesiąc synodyczny

source: System printer
de: Systemdrucker
hr: Sistemski pisač
pl: Ustawienia drukarki

source: Sytem status:
de: Systemstatus:
hr: System status:
pl: Stan systemu:

source: Table
de: Tabelle
pl: Tabela

source: %sTable %s does not exist! %sPlease correct the error and retry.
de: %sTabelle %s existiert nicht! %sBitte den Fehler korrigieren und erneut versuchen.
hr: %sTablica %s ne postoji! %sMolim ispravite grešku i pokušajte ponovno.
pl: %sTablica %s nie istnieje! %sProszę poprawić błąd i spróbować ponownie.

source: %sThis table exists: %s
de: %sDiese Tabelle existiert: %s
hr: %sOva tablica postoji: %s
pl: %sTablica już istnieje: %s

source: Target
de: Ziel
pl: Cel

source: TCP/IP connection
de: TCP/IP Verbindung
hr: TCP/IP veza
pl: Połączenie TCP/IP

source: TCP/IP server
pl: Ustawienia serwera TCP/IP

source: TCP/IP service not available.
de: TCP/IP Dienst nicht verfügbar
hr: TCP/IP servis nije dostupan.
pl: Usługa TCP/IP nie jest dostępna

source: TCP port
pl: Port TCP

source: Telescope
de: Teleskop
hr: Teleskop
pl: Teleskop

source: Telescope focal length
de: Teleskop-Brennweite
pl: Ogniskowa teleskopu

source: Telescope name
pl: Nazwa teleskopu

source: Telescope not connected
de: Teleskop nicht verbunden
hr: Teleskop nije spojen
pl: Teleskop nie podłączony

source: Telescope settings
de: Teleskopeinstellungen
hr: Postavke teleskopa
pl: Ustawienia teleskopu

source: Temperature (Celsius)
de: Temperatur (°C)
hr: Temperatura (Celzius)
pl: Temperatura (Celsjusz)

source: temporary file
de: Temporäre Datei
hr: privremena datoteka
pl: Plik tymczasowy

source: Text
hr: Tekst
pl: Tekst

source: Text file catalog
de: Katalog als Textdatei
hr: Tekst
pl: Katalog tekstowy

source: Text size
de: Textgröße
hr: Veličina teksta
pl: Rozmiar tekstu

source: The image directory contains sub-directories with the same names as the DSO catalogs. Each sub-directory contains FITS files with the names of the catalog objects. These images are used to replace the DSO symbols on the map.
de: Das Verzeichnis für die Bilder enthält Unterverzeichnisse mit demselben Namen wie der DSO-Katalog. Jedes Unterverzeichnis enthält FITS-Dateien mit den Namen von Katalog-Objekten. Diese Bilder werden verwendet um die DSO Symbole auf der Karte zu ersetzen
pl: Folder obrazów zawiera podfoldery o nazwach odpowiadających katalogom DSO. Każdy podfolder zawiera pliki w formacie FITS o nazwach odpowiadających nazwom obiektów w danym katalogu DSO. Obrazy zastępują symbole DSO na mapie

source: The interface is either not connected or not initialized
de: Die Schnittstelle ist entweder nicht verbunden oder nicht initialisiert
hr: Sučelje nije spojeno ili pokrenuto
pl: Interfejs jest nie podłączony lub nie zainicjalizowany

source: Theme
de: Stil
hr: Tema
pl: Kompozycja

source: The number of records for this catalog is unknow. The download will be limited to %s records
de: Die Anzahl der Einträge für diesen Katalog ist unbekannt. Der Download wird auf %s Einträge beschränkt.
pl: Liczba rekordów w tym katalogu nie jest znana. Pobranych zostanie %s rekordów.

source: The observing list %s was modified.
de: Die Beobachtungsliste %s wurde geändert
pl: Lista obseracyjna: %s została zmodyfikowana.

source: There are %s catalogued images
de: Es gibt %s katalogisierte Bilder
hr: Ima %s slika u katalogu
pl: Występuje %s skatalogowanych obrazów

source: There are %s objects in this field.
de: Es sind %s Objekte in diesem Feld
hr: Ima %s objekata u polju.
pl: Występuje %s obiektów w tym polu

source: This action overwrites all the database content for the country %s, using fresh data from NGA and GNIS.%sAll your editing for this country will be lost, only locations that you added with a new name will be kept.%sDo you want to continue?
hr: Ova će akcija prebrisati sav sadržaj za zemlju %s, sa svježim podacima iz NGA i GNIS.%sSve promjene za tu zemlju biti će izgubljene, zadržat će se samo lokacije koje su dodane sa novim imenom.%sŽelite li nastaviti?
pl: Ta operacja nadpisze całą zawartość bazy danych dla kraju %s, używając najnowszych danych z NGA oraz GNIS.%sWszystkie zmiany dla tego kraju zostaną utracone, poza miejscami, dla których zostały nadane nowe nazwy.%sCzy chcesz kontynuować?

source: This catalog contain %s records. It is not possible to download in full for performance reason.
de: Dieser Katalog enthält %s Einträge. Vollständiger Download ist aus Performancegründen nicht möglich.
pl: Katalog zawiera %s rekordów. Nie jest możliwe pobranie katalogu w całości z powodu możliwych problemów z wydajnością.

source: This file was not recognized as a MPCORB file.
de: Diese Datei wurde nicht als MPCORB-Datei erkannt.
hr: Ova datoteka nije prepoznata kao MPCORB datoteka.
pl: Ten plik nie został rozpoznany jako plik MPCORB.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License
de: Dieses Programm ist freie Software. Sie können es weitergeben und/oder es unter den Bedingungen der GNU General Public Licence (GNU GPL) modifizieren.
hr: Ovaj je program besplatan; možete ga distribuirati i/ili modificirati pod uvjetima GNU Genaral Public License
pl: Ten program jest darmowy; możesz go rozpowszechniać i/lub modyfikować pod warunkami GNU General Public License

source: Thu.
de: Do
hr: Čet.
pl: Cz.

source: Tile horizontally
de: Horizontal anordnen
hr: Posloži vodoravno
pl: Sąsiadująco w poziomie

source: Tile vertically
de: Vertikal anordnen
hr: Posloži okomito
pl: Sąsiadująco w pionie

source: Time
de: Zeit
hr: Vrijeme
pl: Czas

source: Time simulation
de: Zeit-Simulation
hr: Simulacija vremena
pl: Symulacja czasu

source: Time units
de: Zeiteinheiten
hr: Jedinice vremena
pl: Jednostki czasu

source: Time zone
de: Zeitzone
hr: Vremenska zona
pl: Strefa czasowa

source: Title
de: Überschrift
pl: Tytuł

source: to
de: bis
hr: u
pl: do

source: Today
de: Heute
hr: Danas
pl: Dziś

source: to file:
de: in die Datei:
hr: u datoteku:
pl: do pliku:

source: Tonight
de: Heute Nacht
hr: Večeras
pl: Dziś w nocy

source: Tool bar
de: Werkzeugleiste
hr: Alatna traka
pl: Pasek narzędziowy

source: Tool bar editor
de: Werkzeugleistenbearbeitung
pl: Edytor paska narzędzi

source: Tool box
pl: Narzędzia

source: Tools
de: Werkzeuge
pl: Narzędzia

source: Too many open windows, please close some charts.
de: Zu viele geöffnete Fenster, bitte schließen Sie einige Karten
hr: Previše otvorenih prozora, zatvorite nekoliko karti
pl: Zbyt dużo otwartych okien, proszę zamknij jakieś mapy.

source: Top
de: Oben
hr: Vrh
pl: Górny

source: Topocentric
de: Topozentrisch
pl: Topocentryczna

source: Totality
de: Totalität
hr: Totalitet
pl: Razem

source: Total radius
de: Gesamtradius
hr: Ukupni radijus
pl: Całkowity promień

source: Before you can use the new orbital elements, you must compute the monthly data.
de: Bevor die neuen Orbitalelemente benutzt werden können, müssen die monatlichen Daten berechnet werden.
hr: Prije nego možete koristiti nove orbitalne elemente, morate izvršiti izračun mjesečnih podataka.
pl: Zanim będziesz mógł użyc nowych elementów orbit, musisz przeliczyć dane miesięczne.

source: Tracking
de: Nachführung
hr: Pračenje
pl: Śledzenie

source: Track telescope
de: Teleskop nachführen
hr: Pokreni praćenje teleskopa
pl: Śledź teleskop

source: Transformation
hr: Transformacija
pl: Transformacje

source: Transit
de: Durchgang
pl: Tranzyt

source: Translator:
de: Übersetzer:
hr: Prijevod na Hrvatski: Zoran Novak
pl: Tłumaczenie:

source: Transparency
de: Transparenz
pl: Przezroczystość

source: Transparent line mode (occultations)
de: Transparente Linien (für Bedeckungen)
hr: Proziran linijski mod (pomrčine)
pl: Obiekty przezroczyste (np przy okultacji)

source: Triple star
de: Dreifachstern
hr: Trostruka zvijezda
pl: Gwiazdy potrójne

source: Tropical year
de: Tropisches Jahr
hr: Tropska godina
pl: rok zwrotnikowy

source: Troposphere temperature lapse rate (K/km)
de: Troposphärischer Temperaturgradient (K/km)
pl: Gradient temperatury Troposfery (K/km)

source: true equator, equinox and epoch of the date
de: wahrer Äquator, Äquinoktium und Epoche des Datums
hr: pravi ekvator, ekvinocij i epoha datuma
pl: rzeczywisty równik, równonoc i epoka

source: True position
de: Wahre Position
hr: Stvarna pozicija
pl: Rzeczywista pozycja

source: True solar
de: Wahre Ortszeit
hr: Pravi sunčani
pl: Słoneczny

source: Trumpler class
de: Trumpler Klasse
pl: Klasa Trumplera

source: Try to auto-connect to a SAMP hub when the program start
de: Beim Programmstart automatisch Versuchen, mit SAMP-Hub zu verbinden
pl: Podłącz do koncentratora SAMP podczas startu programu

source: Tue.
de: Di
hr: Uto.
pl: Wt.

source: turns / degree
de: Umdrehungen / Grad
hr: okrataja / stupanj
pl: obrotów / stopnie

source: turns / hour
de: Umdrehungen / Stunde
hr: okretaja / sat
pl: obrotów / godzinę

source: Twilight
de: Dämmerung
hr: Sumrak
pl: Świt / Zmierzch

source: TWO stars must be used for initialisation.
de: ZWEI Sterne für Initialisierung notwendig.
hr: Za pokretanje upotrijebiti DVIJE zvijezde.
pl: Do inicjalizacji konieczne jest użycie DWÓCH gwiazd.

source: Type
de: Typ
hr: Vrsta
pl: Typ

source: Type:
de: Typ:
hr: Vrsta:
pl: Typ:

source: Type of coordinates
de: Koordinaten-Typ
hr: Vrsta koordinata
pl: Typy współrzędnych ciał niebieskich

source: Object types to add to the list
de: Zur Liste hinzuzufügender Objekttyp
hr: Vrste objekata za dodati na listu
pl: Typy ciał niebieskich do dodania na listę obiektów

source: Type of variability
de: Veränderlichen-Typ
pl: Typ zmienności

source: Umbra
hr: Sjena
pl: Cień (plamy słonecznej)

source: Unable to create directory
de: Verzeichnis kann nicht angelegt werden
hr: Nemoguće izraditi adresar
pl: Nie udało się utworzyć folderu

source: Uncheck to avoid duplicate with minor planet 134340
de: Haken entfernen um Duplikat mit Kleinplanet 134340 zu vermeiden
hr: Isključite da bi izbjegli zamjenu sa malim planetom 134340
pl: Nie wybieraj jeżeli chcesz uniknąć zdublowania z obiektem 134340 (Pluton)

source: Undo
de: Rückgängig
hr: Poništi
pl: Cofnij

source: Undo last change
de: Letzte Änderung rückgängig machen
hr: Poništi zadnju promjenu
pl: Cofnij ostatnią zmianę

source: Units
de: Einheiten
pl: Jednostki

source: Universal Time
de: Weltzeit (UT)
hr: Univerzalno vrijeme
pl: Czas uniwersalny

source: unknown
de: unbekannt
hr: nepoznato
pl: Nieznany

source: Unknown object
de: Unbekanntes Objekt
hr: Nepoznati objekt
pl: Nieznany obiekt

source: Unlock chart
de: Karte freigeben
hr: Otključak kartu
pl: Odblokuj mapę

source: Unsupported SAMP hub profile. Must be a File URL
de: Profil des SAMP-Hubs nicht unterstützt, muss ein Datei-URL sein
pl: Niewspierany profil koncentratora SAMP. Wymagany URL do pliku

source: Update
de: Aktualisieren
hr: Ažurirati
pl: Uaktualnij

source: Update coordinates
de: Koordinaten aktualisieren
pl: Uaktualnij współrzędne

source: Updated successfully!
de: Erfolgreich aktualisiert!
hr: Ažuriranje uspješno!
pl: Uaktualnienie zakończone sukcesem!

source: Update/add the current location to the database?
de: Aktuellen Ort zur Datenbank hinzufügen/aktualisieren?
hr: Nadogradnja/dodati trenutnu lokaciju u bazu podataka?
pl: Czy uaktualnić/dodać bieżącą lokalizację do bazy danych?

source: Uranus
hr: Uran
pl: Uran

source: URL launch command
de: Adressstartbefehl
pl: Uruchaminanie polecenia URL

source: Use another DeltaT value
de: Nutze anderen Delta-T-Wert
pl: Użyj innej wartości DeltaT

source: Use a preset colour scheme:
de: Ein vordefiniertes Farbschema benutzen:
hr: Koristi prije pohranjenu shemu boja:
pl: Użyj zdefiniowanej kompozycji:

source: Use a simple pointer
de: Benutze einen einfachen Zeiger
pl: Użyj prostego wskaźnika

source: (useful to represent a flux)
de: (nützlich um einen Fluss wiederzugeben)
pl: (użyteczny dla reprezentacji strumienia pola)

source: Use HPP
de: HPP benutzen
hr: Upotrijepi HPP
pl: Użyj HPP

source: Use HTTP proxy
de: HTTP Proxy benutzen
hr: Upotrijebi HTTP proxy
pl: Użyj HTTP Proxy

source: Use online DSS instead of RealSky
de: Online DSS statt RealSky benutzen
hr: Koristi online DSS umjesto RealSky
pl: Użyj DSS online zamiast RealSky

source: Use online Sun image from SDO or SOHO
de: Online Sonnenbild von SDO oder SOHO nutzen
hr: Koristi online slike Sunca od SDO ili SOHO
pl: Użyj obrazów Słońca z SDO albo SOHO

source: Use only catalogs from one single group.
de: Nur Kataloge aus der gleichen Gruppe benutzen
hr: Koristi katalog samo iz jedne skupine.
pl: Używaj katalogów tylko z tej samej grupy

source: User defined objects
de: Benutzerdefinierte Objekte
pl: Obiekty użytkownika

source: User id:
de: Benutzer-ID:
hr: Korisnički ID:
pl: Użytkownik:

source: User name
de: Benutzername
hr: Ime korisnika
pl: Użytkownik:

source: Use Socks proxy
de: Socks Proxy nutzen
pl: Użyj serwera proxy Socks

source: Use subsampling to limit the image size to
de: Subsampling zur Bildgrößenbeschränkung benutzen
hr: Upotijebi subsampling za ograničenje veličine slike na
pl: Użyj półpróbkowania, aby zmniejszyć rozmiar obrazów do

source: Use system time
de: Systemzeit benutzen
hr: Koristi sistemsko vrijeme
pl: Użyj czasu systemowego

source: Use TCP/IP server
de: TCP/IP Server benutzen
hr: Koristi TCP/IP server
pl: Użyj serwera TCP/IP

source: Use the menu or button "%s" to configure this driver.
de: Das Menü oder »%s« zum Konfigurieren des Treibers benutzen.
hr: Koristi meni ili gumb "%s" za podešavanje drivera.
pl: Użyj menu albo przycisku "%s" żeby skonfigurować sterownik.

source: Use the proper motion to correct the position for the given epoch
de: Eigenbewegung benutzen, um die Position für die Epoche zu korrigieren
hr: Koristi točno gibanje, za ispravljanje pozicije za danu epohu
pl: Użyj ruchu własnego aby poprawić pozycję dla danej epoki

source: Use this field as an alternative name
de: Dieses Feld als Alternativname benutzen
hr: Koristi ovo polje kao alternativno ime
pl: Użyj tego pola jako nazwy alternatywnej

source: Using the existing file %s
de: Die Datei %s wird benutzt.
hr: Koristi postojeću datoteku %s
pl: Użycie istniejącego pliku %s

source: Variables
de: Veränderliche
hr: Promjenjive
pl: zmienne

source: Variable star
de: Veränderlicher Stern
hr: Promijenjiva zvijezda
pl: Gwiazdy zmienne

source: Variable stars
de: Veränderliche Sterne
hr: Promijenjive zvijezde
pl: Gwiazdy zmienne

source: Velocity
de: Geschwindigkeit
hr: Brzina
pl: Prędkość

source: Venus
hr: Venera
pl: Wenus

source: Version
pl: Wersja

source: Vertical axis encoder origin : %s
de: Vertikaler Achsenenkoderursprung: %s
pl: Żródło enkodera osi wertykalnej: %s

source: Vertical axis 90 degree initialisation not done
de: Vertikale Achse 90-Grad Initialisierung nicht erledigt
pl: Nie wykonano inicjalizacji 90 stopni w osi wysokości

source: Vicinity
de: Umkreis
hr: Blizina
pl: W pobliżu

source: View
de: Ansicht
hr: Pogled
pl: Widok

source: View header
de: Zeige Header
pl: Pokaż nagłówek

source: View horizon
de: Horizontansicht
hr: Prikaži horizont
pl: Widok horyzontu

source: View observing list
de: Zeige Beobachtungsliste
pl: Podgląd listy obserwacyjnej

source: View on chart
de: Auf Karte zeigen
pl: Podgląd na mapie

source: Virtual HandPad for Scope.exe
de: Virtuelles Handpad für Scope.exe
pl: Wirtualny panel sterowania dla Scope.exe

source: Virtual Observatory Catalog
de: Katalog des virtuellen Observatoriums
pl: Katalog wirtualnego obserwatorium

source: Visibility for your observatory
de: Sichtbarkeit für den Beobachtungsort
hr: Vidljivost za vaše mjesto promatranja
pl: Widoczność dla obserwatorium

source: Visualisation scale
de: Visualisierungsmaßstab
pl: Skalowanie jasności

source: Visual magnitude
de: Visuelle Helligkeit
hr: Vizualna magnituda
pl: Wielkość gwiazd. obserwowana

source: VO Catalog
de: VO Katalog
pl: Katalog VO

source: VO Catalog Browser
de: VO Katalog Browser
pl: Przeglądarka katalogu VO

source: VO SAMP settings
de: VO SAMP-Einstellungen
pl: Ustawienia VO SAMP

source: Do you want to track an object before it rises?
de: Möchten Sie das Objekt vor seinem Aufgang nachführen?
hr: Želite li pratiti objekt prije izlaska?
pl: Czy chcesz śledzić obiekty przed wyniesieniem ponad horyzont?

source: Warning!
de: Warnung!
hr: Upozorenje!
pl: Uwaga!

source: Warning! Calculation of
de: Achtung! Berechnung von
hr: Upozorenje! Pogrešan izračun
pl: Uwaga! Liczenie

source: Warning! Low resolution mode. Use PostScript instead and print the result file.
de: Achtung! Niedrige Auflösung. Benutze stattdessen PostScript und drucke die resultierende Datei.
pl: Uwaga! Tryb niskiej rozdzielczości. Użyj wydruku do pliku PostScript a następnie wydrukuj plik wynikowy.

source: Warning! Some asteroid elements are outdated. Load element valid for the current map date.
de: Achtung! Einige der Asteroidenbahnelemente sind veraltet. Lade gültige Elemente für das aktuelle Kartendatum.
hr: Upozorenje! Pojedini elementi asteroida su zastarjeli. Učitajte najnovije elemente.
pl: Uwaga! Niektóre elementy orbitalne asteroid są przeterminowane. Załaduj element odpowiedni dla daty bieżącej mapy.

source: Warning! Some comet elements are outdated. Load element valid for the current map date.
de: Achtung! Einige der Kometenbahnelemente sind veraltet. Lade gültige Elemente für das aktuelle Kartendatum.
hr: Upozorenje! Pojedini elementi kometa su zastarjeli. Učitajte najnovije elemente.
pl: Uwaga! Niektóre elementy orbitalne komet są przeterminowane. Załaduj element odpowiedni dla daty bieżącej mapy.

source: Warning! The used date or your observatory location have been changed from the previous settings. You can reply No now, and use the %s button to return to your original date/time and observation location, otherwise the changes will be applied. Do you want to continue?
de: Achtung! Das benutzte Datum oder der Beobachtungsort wurde im Vergleich zu den letzten Einstellungen geändert. Sie können jetzt "Nein" antworten und den %s-Knopf benutzen um zum ursprünglichen Datum/Zeit und Beobachtungsort zurückzukehren, ansonsten werden die Änderungen angewendet. Wollen Sie fortfahren?
pl: Uwaga! Aktualna data i położenie obserwatorium mogło się zmienić od standardowych wartości. Jeśli nie i użyj przycisku %s teraz żeby powrócić do standardowych wartości, w przeciwym wypadku mogą one zostać utracone. Czy chcesz kontynuować ?
