Repository: pchev/skychart
Catalog: trunk/tools/data/language/skychart.*.po
Languages: de, hr, pl

source: Proportional to the magnitude
de: Proportional zur Helligkeit
hr: Proporcionalno sa magnitudom
pl: Proporcjonalnie do wielkości gwiazdowej

source: Proxy host
pl: Host Proxy:

source: Proxy port
pl: Port Proxy:

source: Pulse duration
de: Impulsdauer
hr: Dužina pulsa
pl: Długość impulsu

source: Pulse Mode
de: Impulseinstellung
hr: Pulsni mod
pl: Tryb impulsowy

source: Put the files with a .tle extention to the %s folder
de: Dateien mit einer .tle Dateiendung in das Verzeichnis %s stellen
hr: Stavite datoteke sa .tle ekstenzijom u %s mapu
pl: Przenieś pliki z rozszerzeniem .tle do folderu %s

source: Quasar
hr: Kvazar
pl: Kwazary

source: Query
de: Abfrage
pl: Zapytanie

source: Quick delete
de: Schnell löschen
hr: Brzo brisanje
pl: Szybkie kasowanie

source: Quickly delete all data related to comets
de: Schnelles Löschen aller kometenbezogenen Daten
hr: Brzo obriši sve podatke o kometima
pl: Usuń wszystkie dane powiązane z kometami

source: Quickly delete all data related to asteroids
de: Schnelles Löschen aller asteroidenbezogener Daten
hr: Brzo obriši sve podatke o asteroidima
pl: Usuń wszystkie dane powiązane z planetoidami

source: Quick start guide
de: Kurzanleitung
hr: Vodić za brzi početak
pl: Pierwsze kroki - Przewodnik

source: RA/AZ PEC Compensation
de: RA/AZ PEC Korrektur
hr: RA/AZ PEC Kompenzacija
pl: Kompensacja RA/AZ PEC

source: RA/Az Slew Rate
de: RA/Az Schwenkgeschwindigkeit
hr: RA/Az brzina praćenja
pl: Tępo obrotu RA/Az

source: Radial velocity
de: Radialgeschwindigkeit
hr: Radijalna brzina
pl: Prędkość radialna

source: Range
de: Bereich
hr: Domet
pl: Zakres

source: RA options
de: RA Optionen
hr: RA mogućnosti
pl: Opcje RA

source: Raster resolution
de: Rasterauflösung
pl: DPI

source: RA turns:
de: RA Umdrehungen:
hr: RA okretaji:
pl: Obroty RA:

source: %sRA turns:
de: %sRA Umdrehungen:
hr: %sRA okretaja:
pl: %sRa obrotów:

source: Read Interval [ms]
de: Leseinterval [ms]
pl: Okres odczytu [ms]

source: Realistic images
de: Realistische Bilder
hr: Stvarna slika
pl: Realistyczne obrazy

source: REALLY park and disconnect the telescope?
de: Teleskop WIRKLICH parken und Verbindung aufheben?
hr: Želite li stvarno parkirati i isključiti teleskop?
pl: Czy na pewno parkować i odłączyć teleskop?

source: Real time options
de: Optionen für Echtzeit
hr: Mogućnosti realnog vremena
pl: Opcje czasu rzeczywistego

source: Receive coordinates from other applications
de: Koordinaten von anderen Anwendungen empfangen
pl: Odbieraj współrzędne z innych aplikacji

source: Receive FITS images from other applications
de: FITS-Bilder von anderen Anwendungen empfangen
pl: Odbieraj obrazy FITS z innych aplikacji

source: Receive VO table data from other applications
de: VO-Tabellen von anderen Anwendungen empfangen
pl: Odbieraj tabele VO z innych aplikacji

source: Recognize units or object type from the file:
de: Einheiten und Objekttypen aus der Datei erkennen
hr: Prepoznaj jedinice i vrste objekata iz datoteke:
pl: Rozpoznaj jednostki bądź typy obiektów z pliku:

source: Record animation to file
de: Animation in Datei aufzeichnen
hr: Snimi animaciju u datoteku
pl: Zapisz animację do pliku

source: Recording directory
de: Aufnahmenverzeichnis
hr: Mapa za snimanje
pl: Folder nagrywania

source: Recording extension
de: Dateierweiterung der Aufnahme
hr: Ekstenzija snimanja
pl: Rozszerzenie nagrywania

source: Recording options
de: Aufnahmeoptionen
hr: Mogućnosti snimanja
pl: Opcje nagrywania

source: Recording prefix
de: Aufnahmevorzeichen
hr: Ime snimljene datoteke
pl: Prefiks nagrywania

source: Record protocol to a trace file
de: Protokoll für ein Trace aufnehmen
pl: Ustaw protokół dla pliku śledzenia

source: Recover hidden label
de: Verborgene Beschriftungen wiederherstellen
pl: Pokaż ukrytą etykietę

source: Red
de: Rot
hr: Crveno
pl: Czerwony

source: Red magnitude
de: Rot-Helligkeit
hr: Crvena magnituda
pl: Wielkość gwiazdowa Red

source: Redo
de: Wiederholen
hr: Vrati
pl: Ponów

source: Redo last change
de: Letze Veränderung wiederholen
hr: Vrati zadnju promjenu
pl: Ponów ostatnią zmianę

source: Reduce details when moving the chart
de: Details beim Verschieben der Karte reduzieren
hr: Smanji detalje kad pomičeš kartu
pl: Ogranicz detale podczas przesuwania mapy

source: Reference
de: Referenz
hr: Referenca
pl: Odniesienie

source: Reflection nebula
de: Reflektionsnebel
hr: Refleksijska maglica
pl: Mgławice refleksyjne

source: Refresh
de: Aktualisieren
hr: Osvježi
pl: Odśwież

source: Refresh image every
de: Bild aktualisieren alle
hr: Osvježi sliku svakih
pl: Odśwież obraz co

source: Refresh rate
de: Aktualisierungsfrequenz
hr: Brzina osvježenja
pl: Częstotliwość odświeżania

source: Release notes
de: Versionshinweise
hr: Bilješke izdanja
pl: Informacje o wydaniu

source: Reload
de: Neu laden
pl: Przeładuj

source: Reload %s for current chart
de: Lade %s erneut für den aktuellen Katalog
pl: Przeładuj %s dla bieżącej mapy

source: Remove all breakpoints
de: Alle Haltepunkte entfernen
pl: Usuń wszystkie punkty przerwania

source: Remove all circles
de: Alle Telradkreise löschen
hr: Ukloni sve krugove
pl: Usuń wszystkie okręgi

source: Remove all labels
de: Lösche alle Beschriftungen
hr: Ukloni sve oznake
pl: Usuń wszystkie etykiety

source: Remove last circle
de: Letzten Kreis löschen
hr: Ukloni posljednji krug
pl: Usuń ostatni okrąg

source: Remove last label
de: Lösche letzte Beschriftung
hr: Ukloni posljednju oznaku
pl: Usuń ostatnią etykietę

source: Replaced by
de: Ersetzt durch
hr: Zamjeni sa
pl: Zastąpione przez

source: Report a problem
de: Problem melden
hr: Prijavi problem
pl: Zgłoś problem

source: Request timeout. You probably asked a too wide area which demanded too much processing time on the remote server.
de: Zeitlimit überschritten. Wahrscheinlich ist das angefragte Feld zu groß und benötigte zu viel Zeit auf dem Server.
pl: Żądanie wygasło. Prawdopodobnie zbyt szeroki zakres żądania był przyczyną nadmiernego obciążenia zewnętrznego serwera.

source: Required field missing!
de: Benötigtes Feld fehlt!
hr: Traženo polje nedostaje!
pl: Wymagane pole nie wypełnione!

source: (requires Xplanet 1.2.0)
de: (Benötigt Xplanet 1.2.0)
hr: (potreban je Xplanet 1.2.0)
pl: (wymagany Xplanet 1.2.0)

source: Reset
de: Zurücksetzen
hr: Poništi
pl: Resetuj

source: Reset all labels
de: Alle Beschriftungen zurücksetzen
hr: Poništi sve oznake
pl: Resetuj wszystkie etykiety

source: Reset chart
de: Karte zurücksetzen
hr: Poništi karte
pl: Resetuj mapę

source: Reset chart and options
de: Karten und Optionen zurücksetzen
hr: Poništi karte i opcije
pl: Resetuj mapę i opcje

source: Reset initial default and restart
de: Standard wiederherstellen und neustarten
hr: Učitaj početne zadane postavke i ponovno pokreni program
pl: Przywróć wartości domyślne i uruchom ponownie

source: Reset rotation
de: Setze Rotation zurück
pl: Resetuj obrót

source: Reset to last time the chart was saved
de: Zur letzten gespeicherten Karte zurücksetzen
hr: Postavi na vrijeme kad je karta zadnji put pohranjena
pl: Przywróć do ostatniego czasu kiedy mapa była zapisana.

source: Resolution:
de: Auflösung:
hr: Rezolucija:
pl: Rozdzielczość:

source: Resolution X: %s Y :%s steps
de: Auflösung X: %s Y :%s Schritte
hr: Rezolucija X: %s Y :%s koraka
pl: Rozdzielczość X: %s Y: %s kroków

source: Resume GoTo
de: Goto wiederaufnehmen
hr: Nastavi GoTo
pl: Wznów Idź do

source: Return
de: Zurück
hr: Povratak
pl: Powrót

source: Reverse Alt knob
de: Alt umkehren
hr: Okreni unatrag Alt gumb
pl: Odwrotne pokrętło Alt

source: Reverse Az knob
de: Az umkehren
hr: Okreni unatrag Az gumb
pl: Odwrotne pokrętło Az

source: Reverse DEC knob
de: DEC umkehren
hr: Okreni unatrag DEC gumb
pl: Odwrotne pokrętło DEC

source: Reverse RA knob
de: RA umkehren
hr: Okreni unatrag RA gumb
pl: Odwrotne pokrętło RA

source: Right
de: Rechts
hr: Desno
pl: Prawy

source: Right Ascension
de: Rektaszension
hr: Rektascenzija
pl: Rektascensja

source: Right Bar
de: Rechte Leiste
hr: Desna traka
pl: Prawy pasek narzędziowy

source: Right Mode
de: Rechts-Modus
hr: Desni mod
pl: Tryb prawy

source: Rise
de: Aufgang
hr: Izlazak
pl: Wschód

source: Rise time
de: Aufgangszeit:
hr: Vrijeme izlaska
pl: Czas wschodu

source: Rotate by 180 degrees
de: Um 180 Grad drehen
pl: Obróć o 180 stopni

source: Use oblique cylindrical projections
de: Benutze schräge zylindrische Projektionen
pl: Użyj skośnych projekcji walcowych

source: Rotate left
de: Links drehen
hr: Okreni lijevo
pl: Obróć w lewo

source: Rotate right
de: Rechts drehen
hr: Okreni desno
pl: Obróć w prawo

source: Rotation
hr: Vrtnja
pl: Obrót

source: Rows
de: Reihen
pl: Wierszy

source: Run
de: Ausführen
pl: Uruchom

source: SAMP Confirmation
de: SAMP-Bestätigung
pl: Potwierdzenie SAMP

source: SAMP hub profile %s found, but it is missing a required value.
pl: Znaleziono profil %s koncentratora SAMP, lecz nie zawiera on wymaganej wartości.

source: SAMP is a messaging protocol that enables astronomy software tools to interoperate and communicate.%sSkychart can send and receive coordinates position, FITS images and VO tables.
de: SAMP ist ein Protokoll, mit dem astronomische Programme untereinander kommunizieren können. %Skychart can Koordinaten, FITS-Bilder und VO-Tabellen senden und empfangen.
pl: SAMP jest protokołem wymiany komunikatów, który umożliwia programom astronomicznym komunikację i współpracę.%sSkychart może wysyłać i odbierać współrzędne, obrazy FITS oraz tabele VO.

source: SAMP send coordinates
de: SAMP-Koordinaten senden
pl: Wyślij współrzędne przez SAMP

source: SAMP setup
pl: Ustawienia SAMP

source: SAMP status
pl: Status SAMP

source: Saros
pl: cykl Saros

source: Satellite
de: Satellit
hr: Satelit
pl: Satelita

source: Satellites calculation:
de: Satelliten-Berechnung:
hr: Izračun satelita:
pl: Kalkulacje satelitów:

source: Sat. ring
hr: Sat. prsten
pl: Pierścień Sat.

source: Sat.
de: Sa
hr: Sub.
pl: So.

source: Save
de: Speichern
hr: Spremi
pl: Zapisz

source: Save as...
de: Speichern unter …
hr: Spremi kao...
pl: Zapisz jako...

source: Save configuration now
de: Konfiguration jetzt speichern
hr: Spremi konfiguraciju odmah
pl: Zapisz ustawienia

source: Save configuration on exit
de: Konfiguration beim Beenden speichern
hr: Spremi konfiguraciju na izlasku
pl: Zapisz ustawienia przy wyjściu z programu

source: Save image...
de: Bild speichern …
hr: Spremi sliku...
pl: Zapisz obraz...

source: Save project
de: Projekt speichern
hr: Spremi projekt
pl: Zapisz projekt

source: Save setting
de: Einstellung speichern
hr: Spremi postavke
pl: Zapisz ustawienia

source: Save the active chart
de: Diese Karte speichern
hr: Spremi na aktivnu kartu
pl: Zapisz aktywną mapę

source: Save to file
de: In Datei speichern
hr: Spremi u datoteku
pl: Zapisz do pliku

source: Scaled
de: Skaliert
pl: Skalowane

source: Scan archives
de: Durchsuche Archive
pl: Skanuj archiwa

source: Scan directory
de: Verzeichnis durchsuchen
hr: Skeniraj direktorij
pl: Skanuj folder

source: Scope Adv
de: Scope Erw.
pl: Zakres zaaw.

source: Script
de: Skript
pl: Skrypt

source: Script editor
de: Skriptbearbeitung
pl: Edytor skryptów

source: Script is already assigned to %s are you sure you want to duplicate it to %s ?
de: Skript ist bereits %s zugewiesen. Sind Sie sicher, dass Sie es zu %s zuweisen wollen?
pl: Skrypt już jest przypisany do %s,czy jesteś pewien że chcesz go zdublować do %s ?

source: Scroll bar
de: Bildlaufleiste
hr: Pomična traka
pl: Pasek przewijania

source: Search
de: Suchen
hr: Traži
pl: Szukaj

source: Search box
de: Suchfeld
pl: Pole wyszukiwania

source: Search by name
de: Nach Name suchen
pl: Wyszukaj według nazwy

source: Search by position
de: Nach Position suchen
pl: Wyszukaj według pozycji

source: Search Catalogs
de: Kataloge durchsuchen
pl: Przeszukaj katalogi

source: Search for
de: Suchen nach:
hr: Traži
pl: Szukaj obiektu

source: Search index
de: Suchindex
hr: Indeks za pretragu
pl: Indeks wyszukiwania

source: Sec.
de: Sek.
pl: sek.

source: Second
de: Sekunde
hr: Sekunda
pl: sekunda

source: Seconds
de: Sekunden
hr: Sekunde
pl: sekund(y)

source: See %s for more information.
de: Mehr Informationen unter %s
hr: Pogledajte %s za više informacija.
pl: Zobacz %s aby uzyskać więcej informacji.

source: Select
de: Auswählen
hr: Odaberi
pl: Wybierz

source: Select all
de: Alles auswählen
hr: Odaberi sve
pl: Wybierz wszystkie

source: Select Catalog
de: Katalog auswählen
pl: Wybierz katalog

source: Select Circle
de: Kreis wählen
pl: Wybierz koło

source: Select color (black for catalog default)
de: Wählen Sie eine Farbe (Schwarz für Katalog-Standard)
pl: Wybierz kolor (czarny domyślnie dla katalogu)

source: Select labels to recover
de: Beschriftungen zum Wiederherstellen auswählen
pl: Wybierz etykiety do wyświetlenia

source: Select mirror site
de: Wählen Sie eine Mirror-Seite
pl: Wybierz serwer lustrzany

source: Select none
de: Auswahl aufheben
pl: Wyczyść zaznaczenie

source: Select a plate from the list
de: Platte aus der Liste wählen
hr: Odaberite sliku iz liste
pl: Wybierz płytkę z listy

source: Select Rectangle
de: Rechteck wählen
pl: Wybierz ramkę

source: Select script
de: Skript auswählen
pl: Wybierz skrypt

source: Select the fields to use and their position in the text file
de: Gewünschte Felder wählen und ihre Position in der Textdatei markieren
hr: Odaberi polja za upotrebu i njihovu poziciju u tekst datoteci
pl: Wybierz pola, których chcesz używać i ich pozycję w pliku tekstowym

source: Select the system printer and options you want to use
de: Wählen Sie den Drucker und die gewünschten Optionen aus
hr: Odaberite sistemski pisač i opcije koje želite koristiti
pl: Wybierz drukarkę systemową oraz jej opcje, których będziesz używać.

source: Select the telescope interface
de: Teleskop Interface auswählen
hr: Odaberite sučelje za teleskop
pl: Wybierz interfejs teleskopu

source: Select the type of objects in your catalog
de: Wählen Sie den Typ der Objekte in Ihrem Katalog
hr: Odaberite vrstu objekta u vašem katalogu
pl: Wybierz typ obiektu w twoim katalogu

source: Select time units
de: Zeiteinheiten auswählen
pl: Wybór jednostki czasu

source: Semi
de: Halb
hr: Polu
pl: Pół

source: Semimajor axis
de: Große Halbachse
pl: Wielka półoś

source: Send the chart to the printer.
de: Karte zum Drucker senden
hr: Pošalji kartu na ispis.
pl: Wyślij mapę do drukarki.

source: Send image to
de: Bild senden an
pl: Wyślij obraz do

source: Send table to
de: Tabelle senden an
pl: Wyślij tabelę do

source: Separation
de: Winkeldistanz
hr: Odvajanje
pl: Separacja

source: Serial Port
de: Serielle Schnittstelle
hr: Serijski ulaz
pl: Port szeregowy

source: Server
pl: Serwer

source: Server information
hr: Informacije o serveru
pl: Informacje o serwerze

source: Server IP interface:
de: Server IP Schnittstelle:
pl: Adres IP serwera

source: Server IP port:
pl: Port IP serwera:

source: Server response:
de: Serverantwort:
pl: Odpowiedź serwera:

source: Set
de: Untergang
hr: Postavi
pl: Zachód

source: Set date and time
de: Datum und Zeit einstellen
hr: Postavi datum i vrijeme
pl: Ustaw datę i czas

source: Set FOV
de: Gesichtsfeld einstellen
hr: Postavi vidno polje
pl: Pole widzenia (FOV)

source: Set FOV to
de: FOV einstellen auf
hr: Postavi vidno polje na
pl: Ustaw pole widzenia (FOV) na

source: Set how the mount moves for each axis when you turn the driving knob. From then on, a click on the 'Connect telescope' button will show you how many turns you must make to go from one object to another.
de: Stellen Sie ein, wie sich die Montierung bewegt, wenn am Drehknopf gedreht wird. Dann sehen Sie nach einem Klick auf "Teleskop verbinden" wieviele Umdrehungen nötig sind, um zum nächsten Objekt zu gelangen.
pl: Ustaw jak statyw porusza się po każdej z osi kiedy kręcisz pokrętłem prowadzenia. Następnie kliknij przycisk 'Podłącz teleskop', który pokaże ile obrotów należy wykonać żeby przejść z jednego obiektu do drugiego.

source: Set Location
de: Standort einstellen
hr: Postavi lokaciju
pl: Ustaw pozycję

source: Set observatory location
de: Beobachtungsort einstellen
hr: Postavi lokaciju promatranja
pl: Ustaw lokalizację obserwatorium

source: Set options for best performance
pl: Ustaw opcje dla najlepszej wydajności

source: Set Slewing
de: Schwenken einstellen
hr: Postavi okretanje
pl: Ustal obroty

source: Set target to %s
de: Ziel auf %s setzen
hr: Postavi metu na %s
pl: Ustaw cel na %s

source: Set location and time
de: Ort und Zeit einstellen
pl: Ustaw lokalizację i czas

source: Set Time
de: Zeit einstellen
hr: Postavi vrijeme
pl: Ustaw czas

source: Setup
de: Einstellungen
hr: Postavke
pl: Ustawienia

source: Setup Options
de: Setup-Optionen
pl: Opcje ustawień

source: Show 0d horizon line
de: Zeige 0d-Horizontlinie
hr: Prikaži 0d liniju horizonta
pl: Pokaż linię horyzontu 0 stopni

source: Show all sky
de: Gesamten Himmel anzeigen
hr: Prikaži cijelo nebo
pl: Pokaż całe niebo

source: Show a single picture on the map.
de: Zeige ein einzelnes Bild auf der Karte
pl: Pokaż pojedynczy obraz na mapie

source: Show asteroids
de: Asteroiden anzeigen
hr: Prikaži asteroide
pl: Pokaż planetoidy

source: Show asteroids on the chart
de: Asteroiden in der Karte anzeigen
hr: Prikaži asteroide na karti
pl: Pokaż planetoidy na mapie

source: Show comets
de: Kometen anzeigen
hr: Prikaži komete
pl: Pokaż komety

source: Show comets on the chart
de: Kometen in der Karte anzeigen
hr: Prikaži komete na karti
pl: Pokaż komety na mapie

source: Show the compass rose
de: Kompassrose anzeigen
hr: Pokaži kompas
pl: Pokaż różę wiatrów.

source: Show constellation lines
de: Sternbildlinien anzeigen
hr: Prikaži linije sazviježđa
pl: Pokaż kształty gwiazdozbioru

source: Show constellation limits
de: Sternbildgrenzen anzeigen
hr: Prikaži limit sazviježđa
pl: Pokaż granice gwiazdozbiorów

source: Show constellation figures
de: Sternbildlinien anzeigen
hr: Prikaži oblik sazviježđa
pl: Pokaż kształty gwiazdozbiorów

source: Show constellation boundaries
de: Sternbildgrenzen anzeigen
hr: Prikaži granice sazviježđa
pl: Pokaż granice gwiazdozbiorów

source: Show coordinates grid
de: Koordinatengitter anzeigen
hr: Prikaži koordinatnu mrežu
pl: Pokaż siatkę współrzędnych

source: Show nebulae outlines
de: Zeige Nebel-Umrisse
pl: Pokaż obrysy DSO

source: Show Earth shadow (Lunar eclipses)
de: Erdschatten (Mondfinsternisse)
hr: Prikaži Zemljinu sjen (pomrčina Mjeseca)
pl: Pokaż cień Ziemi (zaćmienie Księżyca)

source: Show ecliptic
de: Ekliptik anzeigen
hr: Prikaži ekliptiku
pl: Pokaż ekliptykę

source: Show galactic equator
de: Galaktischen Äquator anzeigen
hr: Prikaži galaktički ekvator
pl: Pokaż równik galaktyczny

source: Show grid
de: Gitter anzeigen
hr: Prikaži mrežu
pl: Pokaż siatkę

source: Show grid label
de: Gitter beschriften
hr: Prikaži oznake mreže
pl: Pokaż etykiety siatki

source: Show/hide DSS image
de: DSS-Bild anzeigen/ausblenden
hr: Prikaži/sakrij DSS fotografiju
pl: Pokaż/Ukryj obraz DSS

source: Show image name label
de: Zeige den Bildnamen
pl: Pokaż etykietę obrazu

source: Show IR variables
de: IR Veränderliche
hr: Prikaži IR varijabilne
pl: Pokaż zmienne IR

source: Show labels
de: Beschriftungen anzeigen
hr: Prikaži oznake
pl: Pokaż etykiety

source: Show line from moved label to object
de: Zeige Linie von der Beschriftung zum Objekt
hr: Prikaži liniju od pomaknute oznake do objekta
pl: Pokaż linię od etykiety do obiektu

source: Show mark
de: Okulare/Kamerafelder anzeigen
hr: Prikaži znak
pl: Pokaż marker

source: Show mark index
de: Zeige Mark-Index
pl: Pokaż indeks znacznika

source: Show Milky Way
de: Milchstraße anzeigen
hr: Prikaži Mliječnu stazu
pl: Pokaż Drogę Mleczną

source: Show near Earth asteroids independently of the magnitude
de: Zeige erdnahe Asteroiden (NEO's) unabhängig von der Helligkeit
pl: Pokaż asteroidy bliskie Ziemi niezależnie od ich jasności

source: Show deep sky objects
de: Deep-Sky-Objekte anzeigen
hr: Prikaži objekte dubokog svemira
pl: Pokaż obiekty głębokiego nieba

source: Show objects below the horizon
de: Zeige Objekte unterhalb des Horizonts
hr: Prikaži objekte ispod horizonta
pl: Pokaż obiekty poniżej horyzontu

source: Show object pictures on the chart
de: Objektbilder in der Karte anzeigen
hr: Prikaži fotografiju objekta na karti
pl: Pokaż obrazy obiektów na mapie

source: Show objects
de: Zeige Objekte
hr: Prikaži objekte
pl: Pokaż obiekty

source: Show only meridian in Alt/Az
de: Zeige nur den Meridian in Alt/Az
pl: Pokaż tylko południk dla Alt/Az

source: Show only text in detail window
de: Zeige nur Text im Detail-Fenster
pl: Pokaż tylko tekst w oknie opisu szczegółowego

source: Show pictures
de: Bilder anzeigen
hr: Prikaži Fotografije
pl: Pokaż obrazy

source: Show planets on the chart
de: Planeten in der Karte anzeigen
hr: Prikaži planete na karti
pl: Pokaż planety na mapie

source: Show planets
de: Planeten anzeigen
hr: Prikaži planete
pl: Pokaż planety

source: Show position in title bar
de: Position in der Titelleiste anzeigen
hr: Prikaži poziciju na naslovnoj traki
pl: Pokaż pozycję w pasku tytułowym

source: Show stars
de: Sterne anzeigen
hr: Prikaži zvijezde
pl: Pokaż gwiazdy

source: Show the images on the map
de: Zeige die Bilder auf der Karte
pl: Pokaż obrazy na mapie

source: Show the faint satellites of the outer planets
de: Zeige lichtschwache Monde der äußeren Planeten
pl: Pokaż ciemniejsze satelity zewnętrznych planet

source: Show this picture
de: Dieses Bild anzeigen
hr: Prikaži ovu sliku
pl: Pokaż ten obraz

source: Show User defined objects
de: Benutzerdefinierte Objekte anzeigen
pl: Pokaż obiekty użytkownika

source: Show Virtual Observatory data
de: Zeige Daten des virtuellen Observatoriums
pl: Pokaż dane obserwatorium wirtualnego

source: Sidereal
de: Sternzeit
hr: Zvjezdani
pl: Syderyczny

source: Sidereal day
de: Siderischer Tag
hr: Zvjezdani dan
pl: dzień gwiazdowy

source: Simulation
hr: Simulacija
pl: Symulacja

source: Size
de: Größe
hr: Veličina
pl: Rozmiar

source: Sky background colour
de: Farbe des Himmelshintergrunds
hr: Boja pozadine neba
pl: Tło nieba

source: Skychart homepage
de: Skychart-Internetseite
hr: Skychart web stranica
pl: Strona projektu Skychart

source: Skychart icon setup
de: Sternkarten Symbol Einstellungen
hr: Skychart postavka ikona
pl: Ikona instalacyjna Skychart

source: Sky Charts
de: Sternkarten
hr: Karta neba
pl: Mapy Nieba (Sky Charts)

source: Sky colour
de: Himmelsfarbe
hr: Boja neba
pl: Kolor nieba

source: Slant orthographic
de: Blickwinkel-orthograpisch
pl: Pochylona Ortograficzna

source: Slew
de: Gehe zu Objekt
hr: Okretanje
pl: Obrót

source: Slew Speed
de: Schwenkgeschwindigkeit
hr: Brzina okretanja
pl: Prędkość obrotu

source: Slew to cursor position
de: zur Cursorposition schwenken
hr: Okreni na mjesto kursora
pl: Obróć do pozycji kursora

source: Slow
de: Langsam
hr: Sporo
pl: Wolno

source: Slowest
de: Langsamste
hr: Najsporije
pl: Najwolniej

source: Small stars
de: Kleine Sterne
hr: male zvijezde
pl: Małe gwiazdy

source: Socket configuration
de: Socket-Konfiguration
pl: Konfiguracja gniazda

source: Socket error %s. %s
de: Socketfehler %s. %s
pl: Błąd gniazda %s. %s

source: Solar distance
de: Entfernung zur Sonne
hr: Udaljenost Sunca
pl: Odległość słoneczna

source: Solar eclipses
de: Sonnenfinsternisse
hr: Pomrčine Sunca
pl: Zaćmienia Słońca

source: Solar elongation
de: Solare Elongation
pl: Elongacja słoneczna

source: Solar System
de: Sonnensystem
hr: Sunčev sustav
pl: Układ Słoneczny

source: Solar System Information
de: Informationen zum Sonnensystem
pl: Informacje o Układzie Słonecznym

source: Solar system object
de: Objekt des Sonnensystems
hr: Objekti Sunčevog sustava
pl: Obiekty Układu Słonecznego

source: Solar system settings
de: Einstellungen für das Sonnensystem
hr: Postavke Sunčevog sustava
pl: Ustawienia Układu Słonecznego
