Repository: pchev/skychart
Catalog: trunk/tools/data/language/skychart.*.po
Languages: de, hr, pl

source: Control panel
de: Bedienfeld
hr: Kontrolna ploča
pl: Panel sterowania

source: Control panel command
de: Bedienkommando
hr: Naredba kontrolne ploče
pl: Polecenie panelu sterowania

source: Convert catalog file %s
de: Konvertiere Katalogdatei %s
pl: Konwertuj plik katalogu %s

source: Convert catalog files
de: Konvertiere Katalogdateien
hr: Pretvori datoteke kataloga
pl: Konwertuj pliki katalogu

source: Coord.
de: Koord.
hr: Koord.
pl: Współ.

source: Coord. grid
de: Koord. Gitter
hr: Koord. mreža
pl: Siatka współ.

source: Coordinates:
de: Koordinaten:
hr: Koordinate:
pl: Współrzędne:

source: Coordinates
de: Koordinaten
hr: koordinate
pl: Współrzędne

source: Coordinates equinox
de: Koord. d. Äquinoktiums
hr: Koordinate ravnodnevnice
pl: Współrzędne równonocy

source: Coordinates grid
de: Koordinatengitter
hr: Koordinatna mreža
pl: Siatka współrzędnych

source: Copy
de: Kopieren
hr: Kopiraj
pl: Kopiuj

source: Copy coordinates
de: Koordinaten kopieren
hr: Kopiraj koordinate
pl: Kopiuj współrzędne

source: Copy from:
de: Kopieren von:
hr: Kopiraj iz:
pl: Kopiuj z:

source: Core radius
de: Kernradius
hr: Osnovni polumjer
pl: Promień jądra

source: Correlated
de: Korreliert
hr: Povezani
pl: Skorelowany

source: Could not load library
de: Konnte Bibliothek nicht laden
hr: Datoteke se ne mogu učitati
pl: Nie mogę wgrać biblioteki

source: Count
de: Anzahl
pl: Ilość

source: Country timezone
de: Lokale Zeitzone
hr: Vremenska zona države
pl: Strefa czasowa w/g kraju

source: Create a new chart
de: Neue Karte
hr: Izradi novu kartu
pl: Utwórz nową mapę

source: Create a search index file
de: Erzeuge eine Suchindexdatei
hr: Izradi indeks za pretraživanje datoteka
pl: Utwórz plik indeksu wyszukiwania

source: Create database
de: Datenbank erstellen
hr: Izradi bazu podataka
pl: Utwórz bazę danych

source: Create files
de: Erzeuge Dateien
hr: Izradi datoteke
pl: Utwórz pliki

source: Create header
de: Erzeuge Header
hr: Izradi zaglavlje
pl: Utwórz nagłówek

source: Create postscript chart. Please wait...
de: PostScript-Karte wird erstellt. Bitte warten …
pl: Tworzenie mapy w PostScript. Proszę czekać...

source: Create raster chart at %s dpi. Please wait...
pl: Tworzenie mapy rastrowej z %s dpi. Proszę czekać...

source: Cross meridian
de: Meridian überqueren
pl: Przez merydian

source: Culmination
de: Durchgang
hr: Kulminacija
pl: Kulminacja

source: Date of validity
de: Datum der Gültigkeit
hr: Rok trajanja
pl: Wyliczona data

source: Current driver
de: Aktueller Treiber
hr: Trenutni driver
pl: Aktualny sterownik

source: Custom
de: Benutzerdefiniert
hr: Korisnik
pl: Własny

source: Dark nebula
de: Dunkelnebel
hr: Tamna maglica
pl: Mgławice ciemne

source: Dark night
de: Dunkle Nacht
pl: Ciemna noc

source: Dash
de: Strich
hr: Crta
pl: Kreska

source: Dash dot
de: Strich Punkt
hr: Crta točka
pl: Kreska kropka

source: Dash dot dot
de: Str Pkt Pkt
hr: Crta točka točka
pl: Kreska kropka kropka

source: Database file:
de: Datenbank-Datei:
hr: Datoteka baze podataka:
pl: Plik bazy danych:

source: %sDatabase %s opened.%s
de: %sDatenbank %s geöffnet.%s
hr: %sBaza podataka %s otvorena.%s
pl: %sBaza danych %s jest już utworzona.%s

source: Database setting...
de: Datenbankeinstellungen …
hr: Postavke baze podataka
pl: Ustawienia bazy...

source: Database type
de: Datenbank-Typ
hr: Vrsta baze podataka
pl: Typ bazy danych

source: Data bits
de: Datenbits
pl: Bity danych

source: Data files:
de: Verzeichnis:
hr: Podaci datoteke
pl: Pliki danych:

source: Data files, CD-ROM
de: Datenquellen, CD-ROM
hr: Podaci datoteke, CD-ROM
pl: Pliki danych, CD-ROM

source: Data maintenance
de: Daten-Verwaltung
hr: Održavanje podataka
pl: Utrzymanie danych

source: Data preview
de: Datenvorschau
pl: Podgląd danych

source: Data starts on line %s
de: Daten beginnen in Zeile %s
hr: Podaci počinju na liniji %s
pl: Dane zaczynają się w linii %s

source: Data Type
de: Datentyp
pl: Typ danych

source: Date
de: Datum
hr: Datum
pl: Data

source: Date and/or time cannot be changed
de: Datum und/oder Zeit kann nicht geändert werden
hr: Datum i/ili vrijeme ne mogu se promijeniti
pl: Data i/lub czas nie mogą być zmienione

source: Date format
de: Datumsformat
hr: Format datuma
pl: Format daty

source: Date from
de: Datum von
hr: Datum od
pl: Data od

source: dates may take a long time. Do you want to continue?
de: Daten kann lange dauern. Fortfahren?
hr: datumi mogu dugo trajati. želite li nastaviti?
pl: datowanie może zabrać dużo czasu. Czy chcesz kontynuować?

source: Date / time
de: Datum, Zeit
hr: Datum/vrijeme
pl: Data / Czas

source: Date/time
de: Datum, Zeit
hr: Datum/vrijeme
pl: Data/Czas

source: Day
de: Tag
hr: Dan
pl: dzień

source: days
de: Tage
hr: dani
pl: dni

source: Day Time
de: Tag
hr: Dnevno vrijeme
pl: Dzień Czas

source: DB insert failed for %s: %s
de: DB einfügen fehlgeschlagen für %s :%s
pl: Wstawianie DB nieudane dla %s :%s

source: DB Name:
hr: Ime baze podataka:
pl: Nazwa DB:

source: DEC/EL PEC Compensation
de: DEC/EL PEC Korrektur
hr: DEC/EL PEC Kompenzacija
pl: Kompensacja DEC/EL PEC

source: DEC/El Slew Rate
de: DEC/El Schwenkgeschwindigkeit
hr: DEC/El brzina praćenja
pl: Tępo obrotu DEC/El

source: Decimal degrees
de: Grad (Dezimal)
hr: Decimalni stupnjevi
pl: Stopnie dziesiętnie

source: Decimal hours
de: Stunden (dezimal)
hr: Decimalni sati
pl: Godziny dziesiętnie

source: Decimal south polar distance
de: Südpol-Distanz (dezimal)
hr: Decimalna udaljenost južnog pola
pl: Dziesiętnie dystans południowo polarny

source: Declination
de: Deklination
hr: Deklinacija
pl: Deklinacja

source: DEC options
de: DEC Optionen
hr: DEC opcije
pl: Opcje DEC

source: Decrease
de: Verkleinern
hr: Smanjiti
pl: Zmniejsz

source: Decrement time
de: - eine Zeiteinheit
hr: Smanjenje vremena
pl: Zmniejsz czas

source: DEC turns:
de: DEC Umdrehungen:
hr: DEC okreti:
pl: DEC obrotów:

source: %sDEC turns:
de: %sDEC Umdrehungen:
hr: %sDEC okreti
pl: %sDEC obrotów:

source: Deep sky colour
de: Deep-Sky Farbe
hr: Boja dubokog svemira
pl: Kolor głębokiego nieba

source: Deep sky object colour
de: Deep-Sky Objektfarbe
hr: Boja objekata dubokog svemira
pl: Kolor obiektów głębokiego nieba

source: Default
de: Standard
hr: Zadano
pl: Domyślny

source: Default button
de: Vorgabeknopf
hr: Zadani gumb
pl: Przycisk domyślny

source: Default colour
de: Standardfarbe
hr: Zadana boja
pl: Domyślny kolor

source: Default label
de: Standardbeschriftung
hr: Zadana oznaka
pl: Domyślna etykieta

source: Default magnitude
de: Voreinstellung Helligkeit
pl: Domyślny zasięg

source: Default margin
de: Standardrand
hr: Zadani rub
pl: Domyślny margines

source: Default nebulae parameters
de: Standard Nebelparameter
hr: Zadani parametri maglice
pl: Domyślne parametry mgławic

source: Default outline parameters
de: Standard Umrissparameter
hr: Zadani prikaz parametara
pl: Domyślne parametry zarysu

source: Default size (arcsec)
de: Voreinstellung Größe (Bogensekunden)
pl: Domyślny rozmiar (arcsec)

source: Degree
de: Grad
hr: Stupanj
pl: Stopni

source: Grid spacing in degree
de: Rasterabstand in Grad
hr: Razmaci mreže u stupnjevima
pl: Odstępy siatki w stopniach

source: degrees
de: Grad
hr: stupnjevi
pl: stopni

source: Degrees, minutes, seconds
de: Grad, Minuten, Sekunden
hr: Stupnjevi, minute, sekunde
pl: Stopnie, minuty, sekundy

source: Delay between frame
de: Pause zwischen Bildern
hr: Kašnjenje između slika
pl: Przerwa między klatkami

source: Delete
de: Löschen
hr: Obriši
pl: Usuń

source: Delete %s, all the child nodes and the scripts?
de: %s löschen, sowie alle Unterknoten und Skripte?
pl: Czy usunąć %s, wraz z węzłami pochodnymi i skryptami?

source: Delete completed
de: Löschen abgeschlossen
hr: Brisanje završeno
pl: Kasowanie zakończone

source: Deleting the daily data
de: Tägliche Daten löschen …
hr: Brisanje dnevnih podataka
pl: Kasowanie dziennych danych

source: Deleted successfully!
de: Erfolgreich gelöscht!
hr: Uspješno obraisano!
pl: Kasowanie zakończone sukcesem!

source: Deleting from the element table...
de: Aus Elementtabelle wird gelöscht …
hr: Brisanje iz tablice elemenata...
pl: Kasowanie z tablicy elementów...

source: Deleting from the element list...
de: Aus Elementliste wird gelöscht …
hr: Brisanje iz liste elemenata...
pl: Kasowanie z listy elementów...

source: Deleting from the monthly table ...
de: Aus Monatstabelle wird gelöscht …
hr: Brisanje iz mjesečne tablice ...
pl: Usuwanie z tabeli miesięcznej

source: Delete from monthly table for jd<%s
de: Lösche aus Monatstabelle, für JD<%s
hr: Brisanje iz mjesečne tablice za jd<%s
pl: Skasuj z tablicy miesięcznej dla jd<%s

source: Deleting from the name list...
de: Aus Namensliste wird gelöscht …
hr: Brisanje iz liste imena...
pl: Kasowanie z listy nazw...

source: Delete monthly data
de: Monatliche Daten löschen
hr: Obriši mjesečne podatke
pl: Skasuj dane miesięczne

source: Delete monthly data older than
de: Lösche ältere monatliche Daten als
hr: Obriši mjesečne podatke starije od
pl: Usuń dane miesięczne starsze niż

source: Delete MPC data selectively
de: MPC Daten selektiv löschen
hr: Obriši MPC podatke selektivno
pl: Skasuj wybrane dane MPC

source: Delete previous data for this date.
de: Lösche bisherige Daten für dieses Datum.
hr: Obriši prijašnje podatke za ovaj datum.
pl: Skasuj poprzednie dane dla tej daty.

source: Delete the current location from the database?
de: Aktuellen Ort aus der Datenbank löschen?
hr: Obriši trenutnu lokaciju iz baze podataka?
pl: Usunąć akutalną lokalizację z bazy danych?

source: DeltaT uncertainty
de: Delta-T-Ungenauigkeit
pl: niepewność DeltaT

source: Depression of the visible horizon
de: Sichtbaren Horizont absenken
hr: Ulegnuće vidljivog horizonta
pl: Depresja horyzontu (obniżenie horyzontu)

source: desc:
de: Beschr:
pl: opis:

source: Description
de: Beschreibung
hr: Opis
pl: Opis

source: Designation
de: Bezeichnung
hr: Oznaka
pl: Oznaczenie

source: Desktop environment
de: Arbeitsumgebung
hr: Radno okruženje
pl: Środowisko graficzne

source: Details
hr: Detalji
pl: Opis szczegółowy

source: Device status
de: Gerätestatus
hr: Status uređaja
pl: Stan urządzenia

source: Diam.
de: Durchm.
hr: Promjer
pl: Śred.

source: Diameter
de: Durchmesser
hr: Promjer
pl: Średnica

source: Diconnected
de: Getrennt
hr: Disconnected
pl: Rozłączony

source: Difference between Terrestrial Time and Universal Time
de: Zeitunterschied zwischen Terrestrischer und UT
pl: Różnica między czasem ziemskim a uniwersalnym.

source: %s (different than the configured port, maybe busy or other error.)
de: %s (Unterschied zum konfigurierten Port, evtl. belegt oder anderer Fehler)
pl: %s (inny niż skonfigurowany port, może zajęty bądź inny błąd.)

source: Dimension
de: Größe
hr: Dimenzije
pl: Wymiary

source: Dimension and units
de: Größe und Einheit
hr: Dimenzije i jedinice
pl: Wymiary i jednostki

source: Dir
de: Verz.
pl: Fol

source: Direction
de: Richtung
pl: Kierunek

source: Directory
de: Verzeichnis
hr: Direktorij
pl: Lokalizacja

source: Directory not found %s
de: Verzeichnis nicht gefunden %s
hr: Direktorij nije pronađen %s
pl: Folder nie znaleziony %s

source: Directory not found! Please install the Skychart Pictures package.
de: Verzeichnis nicht gefunden! Bitte das Sternkarten Bilder Paket installieren.
hr: Direktorij nije pronađen! Molimo instalirajte Skychart Pictures package.
pl: Nie znaleziono folderu! Proszę zainstalować pakiet Skychart Pictures.

source: Disconnect
de: Verbindung trennen
hr: Iskopčaj
pl: Rozłącz

source: Disconnect from SAMP
de: Von SAMP trennen
pl: Odłącz od SAMP

source: Display
de: Anzeige
hr: Prikaz
pl: Wyświetlanie

source: Display as a symbol
de: Als Symbol anzeigen
hr: Prikaži kao simbol
pl: Pokaż jako symbol

source: Display colour
de: Farbe
hr: Prikaži boju
pl: Kolory wyświetlania

source: Display images of catalogued objects
de: Zeige Bilder katalogisierte Objekte
hr: Prikaži sliku katalogiziranog objekta
pl: Wyświetl obrazy skatalogowanych obiektów

source: Display labels for all star catalogs
de: Beschriftungen aller Sternkataloge anzeigen
hr: Prikaži oznake za sve kataloge zvijezda
pl: Wyświetl etykiety dla wszystkich skatalogowanych gwiazd

source: Display Precision
de: Präzession anzeigen
hr: Prikaži točnost
pl: Precyzja wyświetlania

source: Display the chart information in the menu bar
de: Karteninformationen in der Menüleiste anzeigen
hr: Prikaži informacije o karti na traci izbornika
pl: Wyświetl informacje o mapie na pasku menu

source: Display the horizon picture
de: Zeige das Horizont-Bild
pl: Wyświetl obraz horyzontu

source: Display the labels
de: Beschriftungen anzeigen
hr: Prikaži oznake
pl: Wyświetl etykiety

source: Display the local horizon line
de: Lokalen Horizont anzeigen
hr: Prikaži liniju lokalnog horizonta
pl: Wyświetl linię horyzontu

source: Distance
de: Entfernung
hr: Udaljenost
pl: Odległość

source: Distance measurement
de: Abstandsmessung
pl: Pomiar odległości

source: Divider
de: Trenner
pl: Odstęp

source: Do not change anything here if you are not sure what you do!
de: Hier nichts verändern wenn Sie nicht ganz sicher sind, was Sie tun!
pl: Nie wprowadzaj tutaj zmian, jeżeli nie jesteś pewien tego, co robisz!

source: Do not filter Messier objects
de: Messier-Objekte nicht filtern
pl: Nie filtruj obiektów Messiera

source: Don't forget to save to a new file!
pl: Nie zapomnij zapisać do nowego pliku!

source: Don't forget to save the program configuration!
pl: Nie zapomnij zapisać konfiguracji programu!

source: Dot
de: Punkte
hr: Točka
pl: Kropka

source: Doubles
de: Doppelsterne
hr: Dvojni
pl: podwójne

source: Double star
de: Doppelstern
hr: Dvojna zvijezda
pl: Gwiazdy podwójne

source: Download
de: Herunterladen
hr: Preuzimanje
pl: Pobierz

source: Download %s
de: %s herunterladen
hr: Preuzimanje %s
pl: Pobierz %s

source: Download archive
de: Download-Archiv
pl: Archiwum pobrań

source: Download catalog
de: Katalog herunterladen
pl: Pobierz katalog

source: Download country details
de: Länderdetails herunterladen
hr: Preuzmi detalje o državi
pl: Pobierz szczegóły kraju

source: Download File
de: Datei herunterladen
hr: Preuzimanje datoteke
pl: Pobierz plik

source: Download full catalog
de: Kompletten Katalog herunterladen
pl: Pobierz cały katalog

source: Download the latest orbital elements
de: Aktuelle Orbitalelemente herunterladen
hr: Preuzmi najnovije elemente orbita
pl: Pobierz najnowsze elementy orbit

source: Download TLE
de: TLE herunterladen
hr: Preuzmi TLE
pl: Pobierz TLE

source: Do you want to load it?
de: Laden?
pl: Czy chcesz załadować?

source: Do you want to move the chart there?
de: Die Karte hierhin bewegen?
pl: Czy chcesz przesunąć tam mapę?

source: Do you want to save the program settings now?
de: Möchten Sie die Programmeinstellungen jetzt sichern?
hr: Želite li pohraniti postavke programa?
pl: Czy chcesz zapisać ustawienia programu?

source: Do you want to save it?
de: Abspeichern?
pl: Czy chcesz zapisać?

source: Draw a line that displays the proper motion for the next
de: Linie zeichnen, welche die Eigenbewegung darstellt für die nächsten
hr: Iscrtaj liniju gibanja za pravilno gibanje za sljedeći
pl: Rysuj linię prezentującą prawidłowy ruch własny obiektów na następne

source: Draw as DSO
de: Als DSO zeichnen
pl: Wyświetl jako DSO

source: Draw as star
de: Als Stern zeichnen
pl: Wyświetl jako gwiazdę

source: Drawing
de: Zeichnung
pl: Wyświetlanie

source: Drawing type
de: Zeichnungstyp
hr: Vrsta iscrtavanja
pl: Typ rysowania

source: Draw line
de: Linie zeichnen
hr: Iscrtaj liniju
pl: Rysuj linię

source: Draw planet as
de: Planeten darstellen als
hr: Iscrtaj planet kao
pl: Przedstaw planety na mapie jako:

source: Draw the apparent depressed horizon line
de: Zeige die scheinbare, abgesenkte Horizontlinie
hr: Iscrtaj trenutnu ulegnutu liniju horizonta
pl: Rysuj pozorną linię horyzontu

source: Yearly drift
de: Jährliche Bewegung
hr: Godišnji pomak
pl: Dryf Roczny

source: Driver Selection
de: Treiberauswahl
hr: Izboe pokretačkog programa
pl: Wybór sterownika

source: Drop database
de: Schließe Datenbank
hr: Spusti bazu podataka
pl: Usuń bazę danych

source: DSO Catalog pictures
de: DSO Katalogbilder
pl: Obrazy DSO

source: Duplicate
de: Duplizieren
pl: Duplikuj

source: Duration
de: Dauer
hr: Trajanje
pl: Czas trwania

source: Earth
de: Erde
pl: Ziemia

source: Earth shadow
de: Erdschatten
hr: Sjena Zemlje
pl: Cień Ziemi

source: East
de: Ost
hr: Istok
pl: Wschód

source: East side
de: Ostseite
pl: Strona wschodnia

source: Eccentricity
de: Exzentrizität
hr: Ekscentričnost
pl: Mimośród

source: Eclipse
de: Finsternis
hr: Pomrčina
pl: Zaćmienie

source: Ecliptic
de: Ekliptisch
hr: Ekliptika
pl: Ekliptyka

source: Ecliptic coordinates
de: Ekliptische Koordinaten
hr: Koordinate ekliptike
pl: Współrzędne ekliptyczne

source: Ecliptic coord.
de: Eklipt. Koord.
hr: Koord. ekliptike
pl: Współ.ekliptyczne

source: Edit
de: Bearbeiten
hr: Uredi
pl: Edytuj

source: Edit colour
de: Farbe bearbeiten
hr: Uredi boju
pl: Edytuj kolor

source: Edit nebulae lines color
de: Farbe der Nebel-Linien ändern
pl: Edytuj kolor linii DSO

source: Edit label
de: Beschriftung bearbeiten
hr: Uredi oznaku
pl: Edytuj etykietę

source: Edit line operation
de: Ändere Zeilenverarbeitung?
pl: Edytuj linię operacji

source: Edit object types
de: Objekttypen bearbeiten
hr: Uredi vrstu objekta
pl: Edytuj typy obiektów

source: Edit Script
de: Skript bearbeiten
pl: Edytuj skrypt

source: Edit time increment
de: Zeitschrittweite einstellen
pl: Edycja kroku czasu

source: Edit units
de: Einheiten bearbeiten
hr: Uredi jedinice
pl: Edytuj jednostki

source: Emission nebula
de: Emissionsnebel
hr: Emisiona maglica
pl: Mgławice emisyjne

source: Empty
de: Leer
pl: Pusty

source: Encoder Configuration
de: Encoderkonfiguration
hr: Kongfiguracija enkodera
pl: Konfiguracaja kodera

source: Encoder initialization angle
de: Encoder Initialisierungswinkel
hr: Kut pokretanja enkodera
pl: Kąt inicjalizujący kodera

source: Encoders
de: Impulsgeber/Encoder
hr: Enkoderi
pl: Kodery

source: End
de: Ende
pl: Koniec

source: End of object
de: Ende des Objekts
hr: Kraj objekta
pl: Koniec obiektu

source: End of processing: %s asteroids
de: Verarbeitungsende: %s Asteroiden
hr: Kraj procesa: %s asteroidi
pl: Koniec przetwarzania: %s planetoid

source: Ephemeris
de: Ephemeriden
hr: Efemeride
pl: Efemerydy

source: Ephemeris calendar
de: Ephemeriden
hr: Kalendar efemerida
pl: Kalendarz efemerydalny

source: Ephemeris probably out of range, disabling any solar system object
de: Ephemeriden scheinen ausserhalb der Gültigkeit zu liegen, deaktiviere alle Objekt im Sonnensystem
pl: Efemeryda prawdopodobnie poza zasięgiem, wyłączono obiekt układu słonecznego.

source: Epoch
de: Epoche
hr: Epoha
pl: Epoka

source: Epoch (JD)
de: Epoche (JD)
hr: Epoha (JD)
pl: Epoka (JD)

source: Epoch of maxima
de: Epoche des Maximums
pl: Epoka maksimum

source: Eq. grid
de: Äq. Gitter
hr: Ekv. mreža
pl: Siatka równ.

source: Equatorial
de: Äquatorial
hr: Ekvatorijalni
pl: Równikowy

source: Equatorial coordinates
de: Äquatoriale Koordinaten
hr: Ekvatorijalne koordinate
pl: Współrzędne równikowe

source: Equatorial coordinates, equinox: %s
de: Äquatoriale Koordinaten, Äquinoktium: %s
hr: Ekvatorijalne koordinate, ravnodnevnica %s
pl: Współrzędne równikowe, równonoc: %s

source: Equatorial coord.
de: Äquat. Koord.
hr: Ekvatorijalne koord.
pl: Współ.równikowe

source: Equatorial mount
de: Äquatoriale Montierung
hr: Ekvatorijalna montaža
pl: Montaż paralaktyczny

source: Equatorial System
de: Äquatorialsystem
hr: Ekvatorijalni sustav
pl: System współrzędnych równikowych

source: Equinox:
de: Äquinoktikum:
hr: Ravnodnevnica:
pl: Równonoc:

source: Equinox
de: Äquinoktikum
hr: Ravnodnevnica
pl: Równonoc

source: Error
de: Fehler
hr: Greška
pl: Błąd

source: %sError creating table %s
de: %sFehler beim Anlegen der Tabelle %s
hr: %sGreška kod stvaranja tablice %s
pl: %sBłąd tworzenia tablicy %s

source: Error, file not downloaded:
de: Fehler, Datei nicht heruntergeladen:
pl: Błąd, plik nie został pobrany:

source: Error opening %s
de: Fehler beim Öffnen von %s
hr: Greška kod otvaranja %s
pl: Błąd w czasie otwierania %s

source: Error opening %s on port %s
de: Fehler beim Öffnen von %s auf Port %s
hr: Greška kod otvaranja %s na ulazu %s
pl: Błąd otwarcia %s na porcie %s

source: Error opening %s on port %sCheck if device is connected and power on
de: Fehler beim Öffnen %s an Port %sPrüfen ob das Gerät verbunden ist und Strom hat
hr: Greška kod otvaranja %s na ulazu %sProvjeriti da li je uređaj spojen i uključen
pl: Błąd otwarcia %s na porcie %s Sprawdź podłączenie i zasilanie urządzenia

source: Error! Please check the database parameters.
de: Fehler! Bitte überprüfen Sie die Datenbank-Einstellungen.
hr: Greška! Provjerite parametre baze podataka.
pl: Błąd! Proszę sprawdzić parametry bazy danych.

source: Error! Please check the database parameters and load the comete data file.
de: Fehler! Bitte überprüfen Sie die Datenbank-Einstellungen und laden Sie die Datei mit den Kometendaten.
hr: Greška! Provjerite parametre baze podataka i učitajte datoteku sa podacima za komete.
pl: Błąd! Proszę sprawdzić parametry bazy danych i załadować plik danych komety.

source: Error! Please check the database parameters and load the picture package.
de: Fehler! Bitte überprüfen Sie die Datenbank-Einstellungen und laden Sie das Bilder-Paket
hr: Greška! Provjerite parametre baze podataka i učitajte paket sa slikama.
pl: Błąd! Proszę sprawdzić parametry bazy danych i załadować pakiet obrazów.

source: Estimated file size: %sMB %sDo you want to continue?
de: Geschätzte Dateigröße: %sMB %sWollen Sie fortfahren?
hr: Predviđena veličina datoteke: %sMB %sŽelite li nastaviti?
pl: Szacowany rozmiar pliku: %sMB %sCzy chcesz kontynuować?

source: Estimated tail length
de: Geschätzte Schweiflänge
hr: Predviđena dužina repa
pl: Szacowana długość ogona

source: Evening
de: Abend
hr: Večer
pl: Wieczór

source: Evening twilight
de: Abenddämmerung
hr: Večernji sumrak
pl: Zmierzch

source: Event
de: Ereignis
pl: Zdarzenie

source: every
de: jeweils
hr: svaki
pl: co

source: Every position
de: Jede Position
hr: Svaka pozicija
pl: Dla każdej pozycji

source: Example of user defined object: North galactic pole
de: Beispiel eines benutzerdefinierten Objekts: Galaktischer Nordpol
pl: Przykład obiektu zdefiniowanego przez użytkownika: Północny biegun galaktyczny

source: Exit
de: Beenden
hr: Izlaz
pl: Wyjście

source: Exiting ...
de: Beenden …
hr: Izlazim...
pl: Wychodzenie...

source: Expert mode
de: Expertenmodus
hr: Napredni način
pl: Tryb zaawansowany

source: External catalog object
de: Objekt aus externem Katalog
hr: Vanjski katalog objekata
pl: Zewnętrzny katalog obiektów

source: Eyepiece
de: Okular
hr: Okular
pl: Okular

source: Eyepiece apparent field of vision
de: Scheinbares Gesichtsfeld des Okulars
pl: Pozorne pole widzenia okularu

source: Eyepiece focal length
de: Okular-Brennweite
pl: Ogniskowa okularu

source: Eyepiece vision
de: Okularansicht
pl: Widok w okularze

source: Failed: %s
de: %s gescheitert
hr: Neuspješan: %s
pl: Nie powiodło się : %s

source: Fainter
de: Schwächer
hr: Slabije
pl: Ciemniejszy

source: Faint Stars Size
de: Größe schwacher Sterne
hr: Umanji veličinu zvijezda
pl: Siła rozmycia gwiazd

source: Fan
de: Lüfter
pl: Wentylator

source: FAQ
pl: Często zadawane pytania: FAQ

source: Fast
de: Schnell
hr: Brzo
pl: Szybko

source: Favorite
de: Favoriten
hr: Favorit
pl: Ulubiony

source: ffmpeg program path
de: ffmpeg Programmverzeichnis
hr: ffmpeg putanja programa
pl: ścieżka programu ffmpeg

source: Field Name
de: Feldname
pl: Nazwa pola

source: Field Number
de: Feld
hr: Broj polja
pl: Numer Pola

source: Field of vision
de: Gesichtsfeld
hr: Vidno polje
pl: Pole widzenia (FOV)

source: Field of vision settings
de: Einstellungen Kartenausschnitt
hr: Postavke vidnog polja
pl: Ustawienia pola widzenia
