Repository: pchev/skychart
Catalog: trunk/tools/data/language/skychart.*.po
Languages: de, hr, pl

source: 184 (recommended up to 1,000,000 objects)
de: 184 (empfohlen bis zu 1.000.000 Objekten)
hr: 184 (preporučeno do 1,000,000 objekata)
pl: 184 (rekomendowany do 1.000.000 obiektów)

source: 50 (recommended up to 100,000 objects)
de: 50 (empfohlen bis zu 100.000 Objekten)
hr: 50 (preporučeno do 100,000 objekata)
pl: 50 (rekomendowany do 100.000 obiektów)

source: 732 (recommended up to 5,000,000 objects)
de: 732 (empfohlen bis zu 5.000.000 Objekten)
hr: 732 (preporučeno do 5,000,000 objekata)
pl: 732 (rekomendowany do 5.000.000 obiektów)

source: 9537 (larger datasets)
de: 9537 (größerer Datenbestand)
hr: 9537 (veći podatkovni niz)
pl: 9537 (większy zestaw danych)

source: Abandon your changes?
de: Änderungen verwerfen?
pl: Porzucić zmiany?

source: Abbreviation
de: Abkürzung
hr: Kratica
pl: Skrót

source: Abort
de: Abbruch
hr: Prekini
pl: Przerwij

source: Aborted by user
de: Abbruch durch Benutzer
hr: Prekinuo korisnik
pl: Przerwane przez użytkownika

source: Abort Slew
de: Schwenk abbrechen
hr: Prekini okretanje
pl: Przerwij obrót

source: About
de: Über
hr: O programu
pl: O programie

source: About %s
de: Über %s
hr: O %s
pl: O %s

source: Action
de: Funktion
hr: Kreni
pl: Akcja

source: Activate all the functions when hidden
pl: Aktywuj wszystkie funkcje kiedy ukryty.

source: Activate the timer event when hidden
de: Das Timer-Ereignis aktivieren wenn verborgen
pl: Aktywuj zdarzenie zegara gdy ukryte

source: Actual system time
de: Aktuelle Systemzeit
hr: Trenutno sistemsko vrijeme
pl: Aktualny czas systemu

source: Add
de: Hinzufügen
hr: Dodaj
pl: Dodaj

source: Add a single element to the database. All fields are mandatory.
de: Hinzufügen eines einzelnen Objekts zur Datenbank. Alle Felder sind notwendig.
hr: Dodaj samo jednu stavku u bazu podataka. Sva polja su obavezna.
pl: Dopisz pojedynczy element do bazy danych. Wszystkie pola są obowiązkowe.

source: Show equatorial grid
de: Äquatoriales Gitter anzeigen
hr: Prikaz ekvatorijalne mreže
pl: Pokaż siatkę równikową

source: Additional ffmpeg options
de: Zusätzliche Einstellungen für ffmpeg
hr: Dodatne ffmpeg opcije
pl: Dodatkowe opcje ffmpeg

source: Add label
de: Beschriftung hinzufügen
hr: Dodaj oznaku
pl: Dodaj etykietę

source: Add the alternative names to the index
de: Alternativnamen zum Suchindex hinzufügen
hr: Dodaj alternativna imena u indeks
pl: Dodaj nazwy alternatywne do indeksu

source: Add %s to observing list
de: Füge %s zur Beobachtungsliste
pl: Dodaj %s do listy obserwacyjnej

source: Adjust colour brightness
de: Farbhelligkeit anpassen
hr: Prilgodi svijetlinu boje
pl: Dopasuj jasność koloru

source: Adjust the visualisation scale
de: Passe den Visualisierungsmaßstab an
pl: Dostosuj skalowanie jasności

source: Advanced
de: Erweitert
hr: Napredno
pl: Zaawansowane

source: Advanced search
de: Erweiterte Suche
hr: Napredne opcije
pl: Wyszukiwanie zaawansowane

source: Advanced Settings for Scope.exe
de: Erweiterte Einstellungen für Scope.exe
hr: Napredne postavke za Scope.exe
pl: Zaawansowanie ustawienia dla Scope.exe

source: Advanced setting
de: Erweiterte Einstellungen
pl: Ustawienia zaawansowane

source: Age
de: Alter
hr: Starost
pl: Wiek

source: Airmass
de: Luftmasse
pl: Masa optyczna

source: Alignment
de: Ausrichtung
hr: Poravnanje
pl: Wyrównanie

source: All
de: Alle
hr: Sve
pl: Wszystkie

source: All configuration options
de: Alle Konfigurationsoftionen
hr: Sve opcije podešavanja
pl: Wszystkie opcje programu

source: All the objects at this position
de: Alle Objekte an dieser Position
pl: Wszystkie obiekty w tej pozycji

source: All SAMP clients
de: Alle SAMP-Clients
pl: Wszyscy klienci SAMP

source: %sAll table structures exist.
de: %sAlle Tabellenstrukturen existieren
hr: %sSve strukture tablica postoje.
pl: %sWszystkie struktury tabeli istnieją.

source: All tool bars
de: Alle Werkzeugleisten
hr: Sve alatne trake
pl: Wszystkie paski narzędzi

source: %sAlso be sure the required database software is installed.%sPlease consult the documentation if you are unsure.%sDo you want to continue?
de: %sStellen Sie sicher, dass die nötige Datenbank Software installiert ist.%sSchauen Sie in der Dokumentation nach, wenn Sie nicht sicher sind.%sWollen Sie fortfahren?
pl: %sUpewnij się, czy wymagana baza danych jest zainstalowana.%sPrzejrzyj dokumentację jeśli nie jesteś tego pewny.%sCzy chcesz kontynuować?

source: Alt-Az
de: Alt-Azimut
pl: Azymutalny

source: Alt/Az coord.
de: Alt/Az Koordinaten
hr: Alt/Az koordinate
pl: Współrzędne azymutalne

source: Alt/Az coord.
de: Alt/Az Koord.
hr: Alt/Az koordinate
pl: Współ. azymutalne

source: Alt-Az coordinates
de: Alt/Az Koordinaten
hr: Alt-Az koordinate
pl: Współrzędne azymutalne

source: Alt/Az mount
de: Alt/Az Montierung
hr: Alt/Az montaža
pl: Montaż azymutalny

source: Altitude
de: Höhe
hr: Visina
pl: Wysokość

source: %sAlt turns:
de: %sAlt Umdrehungen:
hr: %sAlt okreti:
pl: %sAlt obrotów:

source: always
de: immer
pl: zawsze

source: Always add meridian
de: Meridian immer hinzufügen
pl: Zawsze pokazuj południk niebieski

source: Always save without asking.
de: Immer ohne Nachfrage speichern.
hr: Uvijek pohrani bez pitanja.
pl: Zawsze zapisuj bez pytania.

source: Always show the objects from the list
de: Zeige immer die Objekte aus der Liste
pl: Zawsze pokazuj obiekty z listy.

source: Animation
hr: Animacija
pl: Animacja

source: Annual proper motion
de: Jährliche Eigenbewegung
hr: Pravilno godišnje gibanje
pl: Roczny ruch własny

source: Anonymous password
de: Anonymous Passwort
hr: Anonimna lozinka
pl: Hasło anonimowego użytkownika

source: Anti Alias drawing
de: Anti-Alias
hr: Iscrtavanje sa zaglađivanjem rubova
pl: Antyaliasing

source: Apparent
de: Scheinbare Position
hr: Prividno
pl: Pozorne

source: Appearance
de: Erscheinung
hr: Pojava
pl: Wygląd

source: Append to an existing catalog
de: An existierenden Katalog anhängen
hr: Dodaj u postojeći katalog
pl: Dodaj do istniejącego katalogu

source: Apply
de: Anwenden
hr: Primjeni
pl: Zastosuj

source: Apply changes to all charts
de: Änderungen auf alle Karten anwenden
hr: Primjeni promjene na sve karte
pl: Zastosuj zmiany do wszystkich map.

source: Archive this image?
de: Dieses Bild archivieren?
pl: Czy zarchiwizować ten obraz?

source: Archive to directory:
de: Archivverzeichnis:
pl: Katalog archiwum:

source: Argument of perihelion
de: Perihelwinkel
pl: Argument peryhelium

source: Around current position
de: Um die aktuelle Position
pl: Wokół bieżącej pozycji

source: Artificial satellites
de: Künstliche Satelliten
hr: Umjetni sateliti
pl: Sztuczne satelity

source: Artificial satellite
de: Künstlicher Satellit
hr: Umjetni satelit
pl: Sztuczny satelita

source: A SAMP application send a table to load
de: Eine SAMP-Anwendung hat eine Tabelle zum Laden gesendet
pl: Aplikacja SAMP wysłała tabelę do załadowania.

source: A SAMP application send an image to load
de: Eine SAMP-Anwendung hat ein Bild zum Laden gesendet
pl: Aplikacja SAMP wysłała obraz do załadowania

source: A SAMP application send coordinates location
de: Eine SAMP-Anwendung hat Koordinaten gesendet
pl: Aplikacja SAMP wysłała współrzędne

source: ASCOM telescope interface
de: ASCOM Teleskopschnittstelle
hr: ASCOM sučelje teleskopa
pl: Interfejs ASCOM

source: Ask confirmation before any Internet connection
de: Vor dem Herstellen einer Internetverbindung nachfragen
hr: Traži potvrdu prije spajanja na Internet
pl: Potwierdź nawiązanie połączenia internetowego

source: Ask for confirmation before to jump to coordinates
de: Bestätigen vor Sprung zu Koordinaten
pl: Zapytaj o potwierdzenie zanim skoczysz do współrzędnych

source: Ask for confirmation before to load the image
de: Bestätigung vor dem Laden von Bildern
pl: Zapytaj o potwierdzenie zanim załadujesz obraz

source: Ask for confirmation before to load the table
de: Bestätigung vor dem Laden von Tabellen
pl: Zapytaj o potwierdzenie zanim załadujesz tabelę

source: As on screen (black background!)
de: Wie am Bildschirm (HG schwarz!)
hr: Kao na ekranu (crna pozadina)
pl: Jak na ekranie (czarne tło!)

source: Asterism
de: Sterngruppe
hr: Dio sazviježđa
pl: Asteryzmy

source: Asteroid
pl: Planetoida

source: Sources for asteroid elements in MPC format (one URL per line)
de: Quellen für Asteroidbahnelemente im MPC Format (eine URL pro Zeile)
hr: Izvori za elemente asteroida u MPC formatu (jedan URL po liniji)
pl: Zasoby planetoid w formacie MPC (jeden adres URL w linii)

source: Asteroid settings
de: Asteroiden-Einstellungen
hr: Postavke za asteroide
pl: Ustawienia planetoid

source: asteroids from the file
de: Asteroiden aus der Datei
hr: asteroidi iz datoteke
pl: planetoid z wybranego pliku

source: Astrometric J2000
de: Astrometrisch J2000
pl: Astrometryczne J2000

source: Astronomical
de: Astronomisch
hr: Astronomski
pl: Astronomiczny

source: Astronomical twilight
de: Astronomische Dämmerung
hr: astronomski sumrak
pl: Zmierzch astronomiczny

source: at
de: um
hr: Kod
pl: o

source: Atmospheric refraction
de: Atmosphärische Refraktion
hr: Atmosferska refrakcija
pl: Atmosferyczna refrakcja

source: Authors
de: Autoren
hr: Autori
pl: Autorzy

source: Automatic
de: Automatisch
hr: Automatski
pl: Zmienne tło nieba

source: Automatically optimize the labels placement
de: Beschriftungen automatisch optimieren
pl: Automatycznie optymalizuj rozmieszczenie etykiet

source: Auto-refresh
de: Automatisch aktualisieren
hr: Automatsko osvježavanje
pl: Automatyczne odświeżanie

source: Auto-refresh every
de: Automatische Aktualisierung alle
hr: Automatsko osvježavanje svakih
pl: Automatyczne odświeżanie co

source: Auxiliary files
de: Zusätzliche Datei(en)
hr: Pomoćne datoteke
pl: Pliki dodatkowe

source: Available actions
de: Verfügbare Aktionen
pl: Dostępne działania

source: Azimuth
de: Azimut
hr: Azimut
pl: Azymut

source: Azimuthal coordinates
de: Azimutale Koordinaten
hr: Azimutske koordinate
pl: Współrzędne azymutalne

source: Azimuth origin
de: Azimuth-Ursprung
pl: Początek skali azymutu

source: %sAz turns:
de: %sAz Umdrehungen:
hr: %sAz okreti
pl: %sAz obrotów:

source: Back
de: Zurück
pl: Wstecz

source: Background
de: Hintergrund
hr: Pozadina
pl: Tło

source: Background picture
de: Hintergrundbild
hr: Pozadinska slika
pl: Obraz tła

source: Battery
de: Akku
hr: Baterija
pl: Akumulator

source: Bayer letter
de: Bayer Buchstabe
hr: Bayerovo slovo
pl: Oznaczenia Bayera

source: Begin processing for jd=%s / %s
de: Beginne Verarbeitung für JD=%s / %s
hr: Započni proces za jd=%s / %s
pl: Rozpocznij przetwarzanie dla jd=%s / %s

source: Below the horizon
de: Unter dem Horizont
hr: Ispod horizonta
pl: Pod horyzontem

source: Be sure they use a DOS line end format.
de: Verwendung des DOS-Zeilenendes sicherstellen.
pl: Upewnij się, że używają formatu DOS dla końca linii.

source: Beware this option can severly degrade the performance
de: Vorsicht, diese Option kann die Performance drastisch verringern!
pl: Wybór tej opcji może poważnie obniżyć wydajność

source: Big stars
de: Große Sterne
hr: Velike zvijezde
pl: Duże gwiazdy

source: Binary indexed catalog
de: Binär indexierter Katalog
hr: Binarni
pl: Katalog binarny

source: Bitmap
pl: Bitmapa

source: Bitmap file
de: Bitmap-Datei
hr: Bitmap datoteka
pl: Bitmapa

source: Black on white
de: Schwarz auf Weiß
hr: Crno na bijelom
pl: Czarny na białym

source: Black/white
de: Schwarz/Weiß
hr: Crno/bijelo
pl: Czarny/biały

source: Black/white, line mode
de: Schwarz/Weiß, Linienmodus
hr: Crno/bijelo, linijski način
pl: Czarno-biały, tryb liniowy

source: Blinking picture
de: Blinkendes Bild
hr: Trepteća slika
pl: Migoczący obraz

source: Blue
de: Blau
hr: Plavo
pl: Niebieski

source: Blue magnitude
de: Blau-Helligkeit
hr: Plava magnituda
pl: Wielkość gwiazdowa Blue

source: Bottom
de: Unten
hr: Dno
pl: Dolny

source: Boundary
de: Grenze
hr: Granica
pl: Graniczny

source: Brighter
de: Heller
hr: Svijetlije
pl: Jaśniejszy

source: Brightest
de: Hellste
pl: Najjaśniejszy

source: Brightest star magnitude
de: Helligkeit des hellsten Sterns
hr: Magnituda najsvijetlije zvijezde
pl: Wielkość gwiazdowa najjaśniejszej gwiazdy

source: Bright nebula
de: Heller Nebel
hr: Svijetla maglica
pl: Mgławice jasne

source: Brightness
de: Helligkeit
hr: Svijetloća
pl: Jasność

source: Bright stars
de: Helle Sterne
hr: Svijetla zvijezda
pl: Jasne gwiazdy

source: Bright star size
de: Größe der hellen Sterne
hr: Veličina svijetle zvijezde
pl: Rozmiar jasności gwiazd

source: Build catalog
de: Katalog erstellen
hr: Izradi katalog
pl: Buduj katalog

source: But never fainter than magnitude
de: Niemals schwächer als Magnitude
pl: Lecz nigdy ciemniejsze niż magnitudo

source: Button
de: Knopf
pl: Przycisk

source: by
de: alle
hr: od
pl: przez

source: By name
de: Nach Name
pl: Według nazwy

source: Calendar
de: Kalender
hr: Kalendar
pl: Kalendarz

source: Calendar graph setting
de: Einstellung Kalender-Graph
pl: Ustawienia wykresu kalendarza

source: Cancel
de: Abbrechen
hr: Odustani
pl: Anuluj

source: Cancel %s
de: Abbrechen %s
hr: Odustani %s
pl: Anuluj %s

source: Cancel, wrong zip file ?? %s
de: Abbrechen, falsche zip-Datei? %s
hr: Odustani, pogrešna ZIP datoteka ?? %s
pl: Anuluj, może błędny plik zip ?? %s

source: Cannot compute satellites.
de: Kann Satelliten nicht berechnen.
hr: Ne mogu izračunati satelite
pl: Nie można wyliczyć pozycji satelitów.

source: Cannot connect to server. %s
de: Kann nicht mit Server verbinden. %s
pl: Problem z połączeniem do serwera %s

source: Cannot draw
de: Zeichnen nicht möglich
pl: Nie można wyświetlić

source: Cannot get your IP address, or no location found for this address.
de: Konnte Ihre IP Adresse nicht feststellen oder keinen Ort für diese Adresse gefunden.
pl: Nie udało się ustalić Twojego adresu IP albo nie znaleziono pozycji dla danego adresu.

source: %sCannot open database %s! %s
de: %sKann Datenbank %s nicht öffnen! %s
hr: %sNe mogu otvoriti bazu podataka %s! %s
pl: %sNie można otworzyć bazy danych %s! %s

source: Cannot write to
de: Keine Schreibberechtigung für
hr: NE mogu zapisati na
pl: Nie można pisać do

source: Caption
de: Beschreibung
pl: Podpis

source: Cartesian
de: Kartesisch
pl: Kartezjańska

source: Cascade
de: Hintereinander
hr: Kaskadno
pl: Kaskada

source: Cat.
de: Katalog
hr: Kat.
pl: Katalog

source: Catalog
de: Katalog
hr: Katalog
pl: Katalog

source: Catalog long name
de: Katalogname
hr: Puno ime kataloga
pl: Długa nazwa katalogu

source: %s Catalogs available
de: %s Kataloge verfügbar.
pl: %s Dostępnych katalogów

source: Catalog short name
de: Katalogabkürzung
hr: Kratko ime kataloga
pl: Skrócona nazwa katalogu

source: Catalog string
de: Kürzel im Katalog
hr: Kataloški niz
pl: Ciąg znaków katalogu

source: Catalog type
de: Katalogart
hr: Vrsta kataloga
pl: Typ katalogu

source: %sCCW
de: %snach links
pl: %srektascensja (CCW)

source: CdC deep sky
hr: CdC duboki svemir
pl: Głębokie niebo (CdC)

source: CdC deep sky catalogs and settings
de: CdC Deep-Sky Katalogeinstellung
hr: CdC katalog dubokog svemira i postavke
pl: Katalogi głębokiego nieba i ustawienia

source: Obsolete CdC catalogs and settings (you can still use them)
de: Veraltete CdC Kataloge (können aber noch benutzt werden)
hr: Zastarjeli CdC
pl: Przestarzałe katalogi CdC (wciąż można z nich korzystać)

source: CdC stars
de: CdC Sterne
hr: CdC zvijezde
pl: Gwiazdy (CdC)

source: CdC star catalogs and settings
de: CdC Sterne Katalogeinstellungen
hr: CdC katalog zvijezda i postavke
pl: Katalogi gwiazd i ustawienia

source: Patrick Chevalley, Marc Fokker
de: Stefan Beck
hr: Patrick Chevalley
pl: Jarosław Wójcik

source: Center
de: Zentrieren
hr: Sredina
pl: Centruj

source: Centering
de: Zentrierung
hr: Centriranje
pl: Wyśrodkowywanie

source: Centre on this object
de: Objekt zentrieren
hr: Centriraj
pl: Centruj na tym obiekcie

source: Central meridian
de: Zentralmeridian
hr: Središnji meridijan
pl: Centralny południk

source: Central star B magnitude
de: B-Helligkeit des Zentralsterns
hr: Središnja zvijezda magnitude B
pl: Jasność B gwiazdy centralnej

source: Central star V magnitude
de: V-Helligkeit des Zentralsterns
hr: Središnja zvijezda magnitude V
pl: Jasność V gwiazdy centralnej

source: Centre on
de: Zentrieren
hr: Centriraj na
pl: Centruj na

source: Change drawing mode
de: Anzeigemodus ändern
hr: Promijeni način iscrtavanja
pl: Zmień tryb rysowania

source: Change mouse mode
de: Maus-Modus ändern
pl: Zmień tryb pracy myszy

source: Change to this setting will restart the program now!
de: Nach der Änderung dieser Einstellung wird das Programm neu gestartet!
hr: Ove promjene uzrokovat će ponovno pokretanje programa!
pl: Zmiana tych ustawień spowoduje ponowne uruchomienie programu!

source: Chart
de: Karte
hr: Karta
pl: Mapa

source: chart:
de: Karte:
hr: karta:
pl: mapa:

source: Add a crosshair to the chart center
de: Ein Zielkreuz in die Kartenmitte zeichnen
pl: Pokaż krzyż na środku mapy

source: Chart, coordinates
de: Karte, Koordinaten
hr: Karta, koordinate
pl: Mapa i współrzędne

source: Chart coordinate systems
de: Koordinatensysteme
hr: Koordinatni sustav karte
pl: Systemy współrzędnych

source: Chart information
de: Karteninformation
hr: Informacije o karti
pl: Informacje o mapie

source: Chart legend
de: Kartenlegende
pl: Legenda

source: Charts
de: Karten
hr: Karte
pl: Mapy

source: Chart settings
de: Karteneinstellungen
hr: Postavke Karti
pl: Ustawienia mapy

source: Chart_
de: Karte_
hr: Karta_
pl: Mapa_

source: Check
de: Überprüfen
hr: Provjeri
pl: Sprawdź

source: CheckList
de: Prüfliste
pl: Lista kontrolna

source: Choose colours for the object types
de: Farbe für die Objektklassen wählen
hr: Odaberi boju za vrstu objekta
pl: Wybierz kolory dla poniższych obiektów

source: Circle
de: Kreise
hr: Krug
pl: Okrąg

source: Circumpolar
de: Zirkumpolar
hr: Cirkumpolarni
pl: Okołobiegunowy

source: Class
de: Klasse
hr: Razred
pl: Klasa

source: Cleanup map
de: Karte aufräumen
hr: Očisti kartu
pl: Porządkowanie mapy

source: Clear
de: Löschen
hr: Čisto
pl: Wyczyść

source: Clear all
de: Alles löschen
pl: Wyczyść wszystko

source: Clear Target
de: Ziel löschen
hr: Očisti metu
pl: Zrezygnuj z ustawionego celu

source: Click to change the colour
de: Klick zum Ändern der Farbe
hr: Pritisni za promjenu boje
pl: Kliknij żeby zmienić kolor

source: Client connection keep alive
de: Keep Alive für die Clientanwendung
hr: Veza sa klijentom je otvorena
pl: Utrzymaj aktywne połączenie klienta

source: Client list
de: Client-Liste
pl: Lista klientów

source: Clock
de: Uhr
hr: Sat
pl: Zegar

source: Close
de: Schließen
hr: Zatvori
pl: Zamknij

source: Close chart
de: Karte schließen
hr: Zatvori kartu
pl: Zamknij mapę

source: Close connection
de: Beende Verbindung
hr: Prekini vezu
pl: Zamknij połączenie

source: Closed contour
de: Geschlossene Kontur
hr: Zatvoren obris
pl: Zamknięte kontury

source: Close files
de: Dateien schließen
hr: Zatvori datoteku
pl: Zamknij pliki

source: Closing connection
de: Beende Verbindung
hr: Prekidanje veze
pl: Zamykanie połączenia

source: Cluster and nebula
de: Sternhaufen und Nebel
hr: Skup i maglica
pl: Gromady i mgławice

source: Colour
de: Farbe
hr: Boja
pl: Kolor

source: Colour index
de: Farbindex
hr: Indeks boja
pl: Indeks koloru

source: Colour, line mode
de: Farbig, Linienmodus
hr: Boja, linijski način
pl: Kolor, tryb liniowy

source: Colour saturation
de: Farbsättigung
hr: Zasičenost boje
pl: Poziom nasycenia koloru

source: Columns
de: Spalten
pl: Kolumny

source: Combo box
de: Kombinationsfeld
pl: Pole wyboru

source: Comet
de: Komet
hr: Kometa
pl: Kometa

source: Sources for comet elements in MPC format (one URL per line)
de: Quellen für Kometenbahnelemente im MPC Format (eine URL pro Zeile)
hr: Izvori za elemente kometa u MPC formatu (jedan URL po liniji)
pl: Zasoby komet w formacie MPC (jeden adres URL w linii)

source: Comet settings
de: Kometen-Einstellungen
hr: Postavke kometa
pl: Ustawienia komet

source: Command found OK.
de: Befehl gefunden OK.
hr: Naredba pronađena U redu
pl: Polecenie znaleziono. OK!

source: Command not found!
de: Befehl nicht gefunden!
hr: Naredba nije pronađena!
pl: Polecenie nie odnalezione!

source: Command to use to process the file.
de: Befehl zum Bearbeiten der Datei:
hr: Naredbe za procesuiranje datoteke.
pl: Polecenie do wykonania obróbki pliku

source: Common name
de: Eigenname
hr: Uobičajeno ime
pl: Nazwa własna

source: Communication protocol
de: Kommunikationsprotokoll
pl: Protokół komunikacyjny

source: Compass rose size
de: Größe der Kompassrose
hr: Veličina ruže kompasa
pl: Wielkość róży wiatrów

source: Compiled with:
de: Kompiliert mit:
hr: Izrađeno sa:
pl: Kompilowany przez:

source: Component
de: Komponente
pl: Składnik

source: Component 1 magnitude
de: Helligkeit der 1.Komponente
pl: Wielkość gwiazdowa komponentu 1

source: Component 2 magnitude
de: Helligkeit der 2.Komponente
pl: Wielkość gwiazdowa komponentu 2

source: Compute
de: Berechnen
hr: Izračunaj
pl: Oblicz

source: Compute asteroid data for this month
de: Asteroidendaten für diesen Monat berechnen
hr: Izračunaj podatke asteroida za ovaj mjesec
pl: Oblicz dane planetoid na bieżący miesiąc

source: Compute field
de: Feld berechnen
hr: Izračunaj polje
pl: Oblicz pole

source: Configuration
de: Konfiguration
hr: Postavke
pl: Konfiguracja

source: Configure
de: Konfigurieren
hr: Postavi
pl: Konfiguruj

source: Configure the program
de: Programm konfigurieren
hr: Postavke programa
pl: Konfiguruj program

source: Confirmation prompt before saving a file.
de: Bestätigungs-Prompt vor dem Speichern einer Datei
pl: Zapytaj przed zapisaniem do pliku

source: Confirm file delete:
de: Löschen der Datei bestätigen:
pl: Potwierdź usunięcie pliku

source: Connect
de: Verbinden
hr: Spoji
pl: Połącz

source: Connected
de: Verbunden
hr: Spojeno
pl: Połączony

source: %s connected with %s, using chart %s, connected time:%s
de: %s verbunden mit %s, benutzt Karte %s, verbundene Zeit:%s
pl: %s połączony z %s używając mapy %s, czas połączenia: %s

source: Connected to the SQL database %s
de: Verbunden zur SQL Datenbank %s
hr: Spoji se na SQL bazu podataka %s
pl: Podłączony do bazy danych SQL %s

source: Connection lines between each position
de: Verbindungslinien zwischen jeder Position
hr: Spojne crte između svake pozicije
pl: Pozycje symulacji łączone linią

source: Connection to INDI server failed!
pl: Połączenie z serwerem INDI zakończone niepowodzeniem

source: Connect telescope
de: Teleskop verbinden
hr: Spoji teleskop
pl: Podłącz teleskop

source: Connection to %s, %s failed! %sVerify if the MySQL server is running, and control the userid/password.
de: Verbinde zu %s, %s fehlgeschlagen! %sÜberprüfen Sie ob der MySQL Server läuft und kontrollieren Sie die User ID/Passwort
pl: Podłączenie do %s, %s nieudane! %sSprawdź czy działa Server MySQL oraz nazwę użytkownika/hasło

source: Connect to SAMP hub
de: Mit SAMP-Hub verbinden
pl: Podłącz do koncentratora SAMP

source: Connection to %s, %s successful.%s
de: Verbinde zu %s, %s erfolgreich.%s
hr: Spajanje na %s, %s uspješno.%s
pl: Podłączenie do %s, %s zakończone sukcesem. %s

source: Constellation
de: Sternbild
hr: Sazviježđe
pl: Gwiazdozbiór

source: Constellation figures
de: Sternbilder
hr: Oblici sazviježđa
pl: Kształty gwiazdozbiorów

source: Constellation figures file name:
de: Sternbildlinien-Dateiname:
hr: Ime datoteke blici sazviježđa
pl: Plik z kształtami gwiazdozbiorów:

source: Constellation boundaries
de: Sternbildgrenzen
hr: Granice sazviježđa
pl: Granice gwiazdozbiorów

source: Constellation boundaries file name:
de: Sternbildgrenzen-Dateiname:
hr: Ime datoteke granice sazviježđa
pl: Plik z granicami gwiazdozbiorów :

source: Constellation label
de: Sternbildbeschriftung
hr: Oznaka sazviježđa
pl: Etykieta gwiazdozbioru

source: Constellation name
de: Name des Sternbilds
hr: Ime sazviježđa
pl: Nazwy gwiazdozbiorów

source: Contrast
de: Kontrast
hr: Kontrast
pl: Kontrast
