Repository: pchev/skychart
Catalog: trunk/tools/data/language/skychart.*.po
Languages: de, hr, pl

source: Warning!%sYou are about to destroy the database %s and all its content, even if this content is not related to this program.%sAre you sure you want to continue?
de: Achtung!%sSie sind dabei die Datenbank %s und ihren gesamten Inhalt zu entfernen, auch wenn dieser nichts mit dem Programm zu tun hat.%sSind Sie sicher, dass Sie fortfahren wollen?
hr: Upozorenje!%sUpravo uništavate bazu podataka %s i sav njezin sadržaj.%sJeste li sigurni da želite nastaviti?
pl: Uwaga! %sChcesz usunąć bazę danych %s wraz z całą zawartością, nawet jeśli zawartość nie ma nic wspólnego z programem. %s Czy aby napewno chcesz kontynuować?

source: Warning! you are using multiple catalogs as sources for identical objects. You risk the display of duplicates. Be sure that this is what you want.
de: Achtung! Verschiedene Kataloge werden als Quellen für die selben Objekte verwendet. Sie riskieren dass Objekte doppelt angezeigt werden. Stellen Sie sicher, dass Sie dies wollen.
pl: Uwaga! Używasz wielu katalogów dla tego samego obiektu. Upewnij się, że tego właśnie chcesz.

source: WARNING !%sYou have chosen to append the data to an existing catalog.%sThis existing catalog and index must be exactly of the same format, otherwise the catalog will be corrupted.%sIt is a good idea to backup the actual files before proceeding this operation.%sDo you want to continue?
de: ACHTUNG!%sDie Daten sollen an einen existierenden Katalog angehängt werden.%sDieser Katalog und sein Index müssen das selbe Format haben, ansonsten wird der Katalog unbenutzbar.%sEs ist empfehlenswert, vorher ein Backup der Dateien zu erstellen.%sWollen Sie fortfahren?
hr: UPOZORENJE!%sOdlučili ste dodati podatke u postojeći katalog.%sPostojeći katalog i indeks moraju biti u istom formatu, u protivnom katalog će biti neupotrebljiv.%sPrije nastavka uputno je izraditi sigurnosnu kopiju datoteke. %sŽelite li nastaviti?
pl: UWAGA ! %sZostało wybrane dodanie danych do istniejącego katalogu.%sBieżący katalog i indeks muszą być dokładnie tego samego formatu, inaczej zostanie uszkodzony. %s Dobrym posunięciem jest zrobienie kopi zapasowej przed wykonaniem tej operacji. %sCzy chcesz kontynuować ?

source: Wed.
de: Mi
hr: Sri.
pl: Śr.

source: West
hr: Zapad
pl: Zachód

source: West side
de: Westseite
pl: Strona zachodnia

source: White on black
de: Weiß auf Schwarz
hr: Bijelo na crnom
pl: Biały na czarnym

source: Width
de: Breite
hr: Širina
pl: Szerokość

source: Window
de: Fenster
hr: Prozor
pl: Okno

source: X Errors
de: Fehler in X-Achse
hr: X Greška
pl: Błędy X

source: Year
de: Jahr
hr: Godina
pl: rok

source: years
de: Jahre
hr: godine
pl: lat

source: Y Errors
de: Fehler in Y-Achse
hr: Y Greška
pl: Błędy Y

source: You are now ready to display the asteroid for this time period.
de: Die Asteroiden können nun für diesen Zeitraum angezeigt werden
hr: Spremni ste za prikaz asteroida za trenutni period.
pl: Jesteś teraz gotowy do wyświetlenia planetoid dla tego okresu czasu.

source: If you observe high on a mountain, the horizon line will be lower than it would be at sea level.
de: Wenn Sie von einem hohen Berg aus beobachten, liegt der Horizont tiefer als von Meeresspiegelhöhe.
hr: Ako promatrate visoko na planini, linija horizonta će biti niže nego što bi bila na razini mora.
pl: Jeśli prowadzisz obserwacje z dużej wysokości, linia horyzontu będzie niżej niż ta obserwowana z poziomu morza.

source: Zenital equidistant
de: Zenital äquidistant
pl: Biegunowo równoodległościowa

source: Zenith
de: Zenit
hr: Zenit
pl: Zenit

source: Zoom +
de: Vergrößern
hr: Zumiraj +
pl: Przybliż (+)

source: Zoom -
de: Verkleinern
hr: Zumiraj -
pl: Oddal (-)

source: Zoom
pl: Powiększenie

source: Zoom + and centre on
de: Vergrößern und zentrieren
hr: Zumiraj + i centriraj
pl: Przybliż i wycentruj

source: Zoom - and centre on
de: Verkleinern und zentrieren
hr: Zumiraj - i centriraj
pl: Oddal i wycentruj

source: Zoom in
de: Vergrößern
hr: Približi
pl: Przybliż (+)

source: Zoom more to view the object
de: Zoome näher um das Objekt anzusehen
pl: Przybliż by zobaczyć obiekt

source: Zoom out
de: Verkleinern
hr: Udalji
pl: Oddal (-)

source: AD
de: n. Chr.

source: BC
de: v. Chr.
hr: Prije Nove ere

source: %sCW
de: %snach rechts

source: Invalid FITS file: %s
de: Ungültige FITS-Datei: %s
hr: Neispravna FITS datoteka: %s

source: Key
de: Taste

source: Limit
de: Grenze

source: Magn.
de: Hell.

source: Model
de: Modell

source: Pastel
de: Pastell

source: pm
de: nachmittags

source: PostScript
de: PostScript-Datei

source: RealSky North
de: RealSky Nord
hr: RealSky Sjever

source: RealSky South
de: RealSky Süd
hr: RealSky Jug

source: D
de: T

source: Sel.
de: Ausw.

source: Y
de: J

source: Timeout [ms]
de: Zeitüberschreitung [ms]
hr: Vrijeme isteklo [ms]

source: FOV
hr: Vidno polje

source: FOV:
hr: Vidno polje:

source: OK
hr: U redu

source: Symbol
hr: Simbol
