Repository: pchev/skychart
Catalog: trunk/tools/data/language/skychart.*.po
Languages: de, hr, pl

source: Mercury
de: Merkur
hr: Merkur
pl: Merkury

source: Messages:
de: Meldungen:
hr: Poruke:
pl: Komunikaty:

source: Meters
de: Meter
hr: Metri
pl: Metry

source: Middle
de: Mittel
hr: Sredina
pl: Środek

source: Milky Way
de: Milchstraße
hr: Mliječna staza
pl: Droga Mleczna

source: million Km.
de: Millionen Km.
pl: milion km.

source: Minimal
pl: Minimalny

source: Minimal altitude
de: Minimale Höhe
pl: Minimalna wysokość

source: Minute
hr: Minuta
pl: minuta

source: minutes
de: Minuten
hr: minute
pl: minut

source: Mirror horizontally
de: Waagrecht spiegeln
hr: Zrcali vodoravno
pl: Odbij poziomo

source: Mirror vertically
de: Senkrecht spiegeln
hr: Zrcali okomito
pl: Odbij pionowo

source: Misc. lines
de: Sonstige Linien
pl: Różne linie

source: Mode Button Simulator
de: Modusknopfsimulator
pl: Symulator trybu

source: Modify
de: Ändern
hr: Izmjeni
pl: Zmień

source: Mon.
de: Mo
hr: Pon.
pl: Pn.

source: Month
de: Monat
hr: Mjesec
pl: miesiąc

source: Moon
de: Mond
hr: Mjesec
pl: Księżyc

source: More informations
de: Mehr Informationen
pl: Więcej informacji

source: More deep sky
de: Mehr Deep-Sky-Objekte
hr: Više dubokog svemira
pl: Więcej głębokiego nieba

source: More options
de: Weitere Optionen
hr: Više opcija
pl: Więcej opcji

source: More stars
de: Mehr Sterne
hr: Više zvijezda
pl: Więcej gwiazd

source: More than 1000 errors! The processing is aborted.
de: Mehr als 1000 Fehler! Verarbeitung wurde abgebrochen.
hr: Više od 1000 grešaka! Proces je prekinut.
pl: Wiecej niż 1000 błędów! Pzretwarzanie anulowane.

source: More than %s objects, the result is truncated.
de: Mehr als %s Objekte, Ergebnis ist gekürzt.
hr: Više od %s objekata, rezultat je nepotpun.
pl: Wiecej niż %s obiektów, wynik jest okrojony.

source: Morning
de: Morgen
hr: Jutro
pl: Rano

source: Morning twilight
de: Morgendämmerung
hr: jutarnji sumrak
pl: Świt

source: Motor
pl: Silnik

source: Motor Speeds
de: Motorgeschwindigkeiten
hr: Brzina motora
pl: Prędkość silnika

source: Mount fabrication error
de: Montierungsfehler
hr: Tvornička greška na montaži
pl: Błąd ustalania montażu

source: Mount type
de: Montierungstyp
hr: Vrsta montaže
pl: Typ montażu

source: Move
de: Bewegen
hr: Pomakni
pl: Przesuń

source: Move label
de: Beschriftung verschieben
hr: Pomakni oznaku
pl: Przenieś etykietę

source: Multiple flag
de: Mehrfach
hr: Višekratna zastava
pl: Wielokrotna flaga

source: Multiple star
de: Mehrfachstern
hr: Višekratna zvijezda
pl: Gwiazdy wielokrotne

source: MySQL database
de: MySQL-Datenbank
hr: MySQL baza podataka
pl: Baza danych MySQL

source: Naked eye
de: Bloßes Auge
hr: Prosto oko
pl: Nieuzbrojone oko

source: Naked eye reference
de: Visuelle Grenzgröße
hr: Referenca za prosto oko
pl: Odnośnik do nieuzbrojonego oka

source: Name
de: Bezeichnung
hr: Ime
pl: Nazwa

source: Nautical
de: Nautisch
hr: Nautički
pl: Żeglarski

source: Deep sky object
de: Deep-Sky-Objekt
hr: Objekt dubokog svemira
pl: Obiekt głębokiego nieba

source: Deep sky common name
de: Deep-Sky Name
hr: Zajedničko ime dubokog svemira
pl: Nazwa potoczna głębokiego nieba

source: Deep sky objects display
de: Darstellung Deep-Sky-Objekte
hr: Prikaz objekata dubokog svemira
pl: Wyświetlanie obiektów głębokiego nieba

source: Deep sky objects
de: Deep-Sky-Objekte
hr: Objekti dubokog svemira
pl: Głębokie niebo

source: Deep sky filter
hr: Filter dubokog svemira
pl: Filtr głębokiego nieba

source: Deep sky or other objects
de: Deep-Sky oder andere Objekte
hr: Objekti dubokog svemira ili ostali objekti
pl: Głębokie niebo lub inne obiekty

source: Nebulae outlines
de: Nebelumrisse
hr: Obrisi maglice
pl: Zarysy mgławic

source: (negative east of Greenwich)
de: (negativ, östlich von Greenwich)
hr: (negativno istočno od Greenwicha)
pl: (ujemne na wschód od Greenwich)

source: Neighbour
de: Nachbarn
hr: Susjed
pl: Sąsiad

source: Neptune
de: Neptun
hr: Neptun
pl: Neptun

source: never
de: nie
pl: nigdy

source: New chart
de: Neue Karte
hr: Nova karta
pl: Nowa mapa

source: New finder circle
de: Neuer Sucherkreis
hr: Novi krug tražioca
pl: Nowe koło szukacza

source: New label
de: Neue Beschriftung
hr: Nova oznaka
pl: Nowa etykieta

source: Next >>
de: Weiter >
hr: Sljedeči >>
pl: Dalej >>

source: Next
de: Nächster
pl: Następny

source: Next Chart
de: Nächste Karte
hr: Sljedeća karta
pl: Następna mapa

source: Night vision
de: Nachtmodus
hr: Nočni pogled
pl: Tryb nocny

source: Night vision button
de: Nachtsichtknopf
hr: Gumb nočnog pogleda
pl: Przycisk trybu nocnego

source: Night vision color
de: Nachtmodus an/aus
hr: Boja nočnog pogleda
pl: Kolor trybu nocnego

source: No.
de: Nr.
hr: Br.
pl: Nr.

source: No asteroids data found!%sPlease load a MPC file first.
de: Keine Asteroidendaten gefunden! %sBitte zuerst eine MPC-Datei laden.
hr: Nema podataka o asteroidima!%sPrvo učitajte MPC datoteku.
pl: Nie znaleziono danych planetoid! %s Proszę najpierw wczytać plik MPC.

source: No astronomical twilight today!
de: Heute keine astronomische Dämmerung!
hr: Nema astronomskog sumaraka danas
pl: Brak astrononicznego zmiechrzu dzisiaj!

source: No catalog selected, or no table from the selected catalog contain coordinates information.
de: Kein Katalog ausgewählt bzw. enthält keine Tabelle des ausgewählten Katalogs Koordinaten.
pl: Nie wybrano katalogu, lub żadna z tabel wybranego katalogu nie zawiera współrzędnych.

source: No change
de: Keine Veränderung
hr: Nema promjene
pl: Bez zmian

source: No Data
de: Keine Daten
pl: Brak danych

source: No margin
de: Kein Seitenrand
hr: Nema margine
pl: Bez marginesu

source: None
de: Keine
hr: Bez
pl: Żadna

source: Non-existent
de: Nichtexistent
hr: Ne postoji
pl: Nie istniejący

source: Non-existent/unknown
de: Nichtexistent/Unbekannt
hr: Ne postoji/nepoznato
pl: Nieznane

source: No object to lock on
de: Kein Objekt zum Nachführen
hr: Nema objekta za praćenje
pl: Nie ma obiektu do śledzenia

source: No picture
de: Kein Bild
hr: Nema slike
pl: Nie ma żadnego obrazu

source: No printer found!
de: Kein Drucker gefunden!
hr: Nije pronađen pisač!
pl: Drukarka nie znaleziona!

source: (uncorrected for proper motion, no pm data available from this catalog)
de: (unkorrigiert für die Eigenbewegung, keine Daten im Katalog verfügbar)
pl: (nieprawidłowy dla ruchu własnego,brak danych pm dla tego katalogu)

source: Normal (colour)
de: Normal (Farbe)
hr: Normalno (boja)
pl: Normalny (kolor)

source: North
de: Nord
hr: Sjever
pl: Północ

source: No SAMP hub profile found, no hub is running.
de: Kein Profil eines SAMP-Hubs gefunden, kein Hub läuft.
pl: Nie znaleziono profilu koncentratora SAMP, brak uruchomionego koncentratora.

source: Not a FITS file, SIMPLE = T keyword missing
de: Keine FITS-Datei, "SIMPLE = T" Schlüsselwort ist nicht vorhanden!
hr: Nije FITS datoteka, nedostaje ključna riječ SIMPLE = T
pl: Nie jest to plik FITS, brakuje słowa kluczowego SIMPLE = T

source: No target object
de: Kein Zielobjekt
hr: Nema ciljanog objekta
pl: Brak obiektu docelowego

source: Not available
de: Nicht verfügbar
hr: Nije dostupno
pl: Niedostępny

source: Not available on %s
de: Auf %s nicht verfügbar
hr: Nije dostupno na %s
pl: Nie dostępne na %s

source: %s not connected.
de: %s nicht verbunden.
hr: %s nije spojeno.
pl: %s nie podłączony.

source: Note
de: Hinweis
hr: Bilješka
pl: Notatka

source: %s not found
de: %s nicht gefunden!
hr: %s nije pronađeno
pl: %s nie znaleziony

source: %s Not found in any of the installed catalog indices.
de: %s In den installierten Katalogen nicht gefunden.
hr: %s Nije pronađeno ni u jednom instaliranom katalogu.
pl: %s nie znaleziono w żadnym z zainstalowanych indeksach katalogu

source: %s Not found!%sMaybe the catalog is not installed, or there is a wrong path in catalog setting.
de: %s nicht gefunden!%sEventuell ist der Katalog nicht installiert oder der falsche Pfad in den Katalogeinstellungen.
hr: %s Nije pronađeno!%smožda katalog nije instaliran, ili je kriva putanja u postavkama kataloga.
pl: %s nie znaleziono!%s Katalog nie jest zainstalowany, albo ścieżka w ustawieniach katalogu jest nieprawidłowa.

source: Not initialised
de: Nicht initialisiert
hr: Nije pokrenuto
pl: Nie zainicjalizowany

source: Now
de: Jetzt
hr: Sad
pl: Teraz

source: Number of copies
de: Anzahl Kopien
hr: Broj kopija
pl: Liczba kopii

source: Number of files
de: Anzahl der Dateien
hr: Broj datoteka
pl: Liczba plików

source: Number of ignored invalid rows: %s
de: Anzahl der ingorierten ungültigen Reihen: %s
pl: Liczba pominiętych nieprawidłowych wierszy: %s

source: Number of months
de: Anzahl der Monate
hr: Broj mjeseci
pl: Liczba miesięcy

source: Number of stars
de: Anzahl der Sterne
hr: Broj zvijezda
pl: Ilość gwiazd

source: Number of steps
de: Anzahl der Schritte
hr: Broj koraka
pl: Liczba kroków

source: Nutation, aberration
hr: Njihanje, odstupanje
pl: Nutacja i aberracja

source: Object
de: Objekt
hr: Objekt
pl: Obiekt

source: Object bar
de: Objektleiste
hr: Traka objekata
pl: Pasek obiektów

source: Object filter
de: Objektfilter
hr: Filter objekata
pl: Filtr obiektów

source: Object filter settings
de: Einstellungen für die Objektfilter
hr: Postavke filtera objekata
pl: Ustawienia filtru obiektów

source: Object list
de: Objektliste
hr: Lista objekata
pl: Lista obiektów

source: Object list settings
de: Einstellungen der Objektliste
hr: Postavke lista objekata
pl: Ustawienia listy obiektów

source: Object name
de: Objektname
hr: Ime objekta
pl: Nazwa obiektu

source: Object size unit
de: Größeneinheit
hr: Jedinica veličine objekta
pl: Jednostka rozmiaru obiektu

source: Objects used for Initialisation
de: Zur Initialisierung benutzte Objekte
hr: Objekti za pokretanje
pl: Obiekty użyte przy inicjalizacji

source: Object type
de: Objekttyp
hr: Vrsta objekta
pl: Typ obiektu

source: %sAltitude
de: %sHöhe
hr: %sVisina
pl: %sWysokość

source: Observatory
de: Beobachtungsort
hr: Promatračnica
pl: Obserwatorium

source: Observatory database
de: Beobachtungsorte
hr: Mjesto promatranja
pl: Miejsce obserwacji

source: Observer tools
de: Beobachter-Werkzeuge
pl: Narzędzia obserwatora

source: Observing list
de: Beobachtungsliste
pl: Lista obserwacyjna

source: Observing list elements
de: Elemente der Beobachtungsliste
pl: Obiekty z listy obserwacyjnej

source: Obsolete
de: Veraltet
hr: Zastarjeli
pl: Przestarzałe

source: Off
de: Aus
hr: Isključen
pl: Wył.

source: Official name
de: Offizieller Name
pl: Nazwa łacińska

source: Offset
de: Versatz
hr: Pomak
pl: Przesunięcie

source: Offset label
pl: Ustaw odstęp etykiety

source: On
de: Ein
hr: Uključeno
pl: Wł.

source: One every
de: Eins alle
pl: Jedna na

source: Online DSS pictures
de: Online DSS Bilder
hr: Online DSS slike
pl: Obrazy Online DSS

source: Online pictures servers
de: Online Bilderserver
hr: Online server sa slikama
pl: Serwery obrazów dostępnych online

source: Online search failed!
de: Onlinesuche fehlgeschlagen!
pl: Wyszukiwanie "online" zakończone niepowodzeniem!

source: Online search result
de: Onlinesuche Ergebnisse
pl: Wynik wyszukiwania "online"

source: Only numbered asteroids
de: Nur nummerierte Asteroiden
hr: Samo numerirani asteroidi
pl: Tylko opisane planetoidy

source: Only objects within airmass limits tonight
de: Nur Objekte innerhalb der Grenzen der Luftmasse diese Nacht
pl: Obiety tylko w granicach masy optycznej dziś w nocy

source: Only objects within airmass limits now
de: Nur Objekte innerhalb der Grenzen der Luftmasse jetzt
pl: Obiety tylko w granicach masy optycznej teraz

source: Only objects within hour angle limits tonight
de: Nur Objekte innerhalb des Stundenwinkellimits heute Nacht
pl: Obiety tylko w granicach kąta godzinnego dzisiejszej nocy

source: Only objects within hour angle limits now
de: Nur Objekte innerhalb des Stundenwinkellimits jetzt
pl: Obiety tylko w granicach kąta godzinnego teraz

source: Only the first
de: Nur die erste
hr: Samo prvi
pl: Tylko pierwsza

source: Only the last
de: Nur die letzte
hr: Samo zadnji
pl: Tylko ostatnia

source: Open
de: Öffnen
hr: Otvori
pl: Otwórz mapę

source: Open a chart
de: Karte öffnen
hr: Otvori kartu
pl: Otwórz mapę

source: Open cluster
de: Offener Sternhaufen
hr: Otvoreni skup
pl: Gromady otwarte

source: Open script
de: Skript öffnen
pl: Otwórz skrypt

source: Open the bitmap.
de: Öffne das Bild
hr: Otvori bitmap.
pl: Otwórz bitmapę.

source: Options
de: Optionen
hr: Opcije
pl: Opcje

source: Orbit
hr: Orbita
pl: Orbita

source: Orbital elements
de: Orbitalelemente
hr: Elementi orbite
pl: Elementy orbitalne

source: Orientation
de: Ausrichtung
hr: Orijentacija
pl: Orientacja

source: Or use a local file:
de: Oder lokale Datei benutzen
hr: Ili koristi lokalnu datoteku:
pl: Lub użyj lokalnego pliku:

source: Other
de: Weitere
hr: Drugo
pl: Inne

source: Other label
de: Sonstige Beschriftungen
hr: Druge oznake
pl: Inne etykiety

source: Other software data
de: Weitere
hr: Ostali podaci o softveru
pl: Inne dane

source: Outer Solar System
de: Äusseres Sonnensystem
pl: Zewnętrzny Układ Słoneczny

source: Output catalog type
de: Art des Ausgabekatalogs
hr: Izlazne vrste kataloga
pl: Wyjściowy typ katalogu

source: Output catalog options
de: Katalogoptionen
hr: Izlazne opcije kataloga
pl: Opcje katalogu wyjściowego

source: Output directory
de: Ausgabe-Verzeichnis
hr: Izlazni direktorij
pl: Wyjściowy folder

source: Page margin in millimeters
de: Seitenrand in Millimeter
hr: Margine stranice u milimetrima
pl: Marginesy strony w milimetrach

source: Parallax
de: Parallaxe
hr: Paralaksa
pl: Paralaksa

source: Parametric
de: Parametrisch
pl: Parametryczny

source: Parity
de: Parität
pl: Parzystość

source: Parking and Disconnecting telescope.
de: Teleskop parken und Verbindung aufheben.
hr: Parkiranje i isključenje teleskopa.
pl: Parkowanie i odłączenie teleskopu

source: Park Telescope
de: Teleskop parken
hr: Parkiraj teleskop
pl: Zatrzymaj teleskop

source: Partial
de: Teilweise
hr: Djelomičan
pl: Częściowy

source: Password
de: Passwort
hr: Lozinka
pl: Hasło:

source: Path
de: Pfad
hr: Putanja
pl: Ścieżka

source: Path to save the file:
de: Pfad zum Speichern der Datei:
hr: Putanja za pohranjivanje datoteke:
pl: Ścieżka zapisu:

source: Path width
de: Pfadbreite
hr: Širina putanje
pl: Szerokość ścieżki

source: Pause
pl: Wstrzymaj

source: Pec Toggle
de: Schalter für PEC
pl: Włącz PEC

source: Penumbra
hr: Polusjena
pl: Półcień

source: Perihelion date
de: Perihel-Datum
hr: Datum perihela
pl: Data peryhelium

source: Perihelion distance
de: Perihel-Distanz
hr: Udaljenost perihela
pl: Dystans peryhelium

source: Period
de: Periode
pl: Okres

source: Personal data
de: Persönliche Daten
hr: Osobni podaci
pl: Ustawienia osobiste

source: Phase
hr: Faza
pl: Faza

source: Photographic plate
de: Fotografische Platte
hr: Fotografska ploča
pl: Płyta fotograficzna

source: Photographic
de: Fotografisch
hr: Fotografski
pl: Fotograficzny

source: Picture angle offset
de: Offset Bildwinkel
pl: Przesunięcie kąta obrazu

source: Pictures
de: Bilder
hr: Fotografije
pl: Obrazy

source: Pixel count
de: Pixelzahl
pl: Liczba pikseli

source: pixels
de: Pixel
hr: pikseli
pl: pixeli

source: Pixel size
de: Pixel-Größe
pl: Rozmiar piksela

source: Planet
pl: Planeta

source: Planetary nebula
de: Planetarischer Nebel
hr: Planetarna maglica
pl: Mgławice planetarne

source: Planetary satellite
de: Satellit
hr: Planetarni satelit
pl: Satelita planetarny

source: Planet settings
de: Planeten-Einstellungen
hr: Postavke planeta
pl: Ustawienia planet

source: Planet visibility
de: Planetensichtbarkeit
pl: Widoczność planet

source: Plate defect
de: Platte defekt
hr: Greška ploče
pl: Usterka płyty

source: Plate id. Date exp. Margin CD Observatory
de: Platten Nr. Datum Aufnahme Margin CD Observatorium
pl: Id.płytki Data Exp. Margines CD Obserwatorium

source: Please check your Internet connection and the URL definition
de: Bitte die Verbindung zum Internet und den URL überprüfen
hr: Molim provjerite Internet vezu i naziv URL-a
pl: Proszę sprawdź połączenie internetowe i wpisany adres URL

source: Please configure your DSS file path first.
de: Bitte konfigurieren Sie zuerst den DSS Dateipfad.
hr: Molim prvo podesite putanju DSS datoteke.
pl: Proszę najpierw skonfigurować ścieżkę do pliku DSS.

source: Please configure the orbital elements URL!
de: Bitte geben sie den korrekten URL für die Orbitalelemente ein!
hr: Molim podesite elemente orbita!
pl: Proszę skonfigurować adres URL dla elementu orbit!

source: Please confirm that the telescope is pointed at %s
de: Bitte bestätigen Sie, dass das Teleskop auf %s ausgerichtet ist.
hr: Molim potvrdite da je teleskop usmjeren prema %s
pl: Proszę potwierdzić, że teleskop wskazuje na %s

source: Please ensure that ASCOM telescope drivers are installed properly.
de: Bitte stellen Sie sicher, daß die ASCOM Treiber korrekt installiert sind.
hr: Molim provjerite da li je pravilno instaliran ASCOM driver za teleskop.
pl: Proszę upewnij się, że sterowniki ASCOM są poprawnie zainstalowane.

source: Please enter an object identifier.
de: Bitte eine Objektbezeichnung eingeben.
hr: Molim unesite identifikator objekta.
pl: Podaj identyfikator obiektu

source: Please indicate a catalog short name
de: Bitte eine Katalogabkürzung angeben.
hr: Molim navedite kratko ime kataloga
pl: Proszę wskazać krótką nazwę katalogu

source: Please indicate a catalog long name
de: Bitte einen Katalognamen angeben.
hr: Molim navedite dugo ime kataloga
pl: Proszę wskazać długą nazwę katalogu

source: Please indicate the directory where the catalog must be built
de: Bitte das Verzeichnis angeben, wo der Katalog erstellt werden soll
hr: Molim navedite mapu u koju se izrađuje katalog
pl: Proszę wskazać folder gdzie katalog musi być utworzony

source: Please init the 90 degree elevation first
de: Bitte zuerst die 90° Höhe initialisieren
pl: Ustaw najpierw kąt 90 stopni w osi wysokości

source: Please install indistarter package!
pl: Zainstaluj pakiet indistarter!

source: Please install "Dosbox" http://www.dosbox.com/ to compute Iridium flares on your computer.
de: Bitte "Dosbox" http://www.dosbox.com/ installieren zum Berechnen der Iridium Flares.
hr: Molimo instalirajte "Dosbox" http://www.dosbox.com/ za izračun Iridium bljeskova.
pl: Proszę zainstalować Dosbox http://www.dosbox.com/ aby wyliczać flary Iridium.

source: Please install wine http://www.winehq.org/ to compute artificial satellites on your computer.
de: Bitte Wine (http://www.winehq.org/) installieren zur Satellitenberechnung.
hr: Molimo instalirajte Wine http://www.winehq.org/ za izračun orbita umjetnih satelita.
pl: Proszę zainstalować wine http://www.winehq.org/ aby wyliczać pozycje sztucznych satelitów.

source: Please mount RealSky CD number
de: Bitte einlegen: RealSky CD Nr.
hr: Molim unesite RealSky broj CD-a
pl: Proszę włożyć płytkę RealSky CD numer

source: Please move the telescope along the two axis
de: Bitte das Teleskop in beide Achsen bewegen
hr: Molim pomaknite teleskop po obije osi
pl: Proszę porusz teleskopem wzdłuż obu osi

source: Please report any problem to:
de: Bitte melden Sie Probleme an:
hr: Molim prijavite problem na:
pl: Błędy proszę zgłaszać do:

source: Please try to create this directory yourself and restart the program.
de: Versuchen Sie, das Verzeichnis selbst zu erstellen und starten Sie das Programm neu.
hr: Molim pokušajte sami kreirati mapu i nakon toga ponovno pokrenite program.
pl: Proszę utworzyć folder samodzielnie i następnie ponownie uruchomić program.

source: Please try to reinstall the program.
de: Bitte das Programm neu installieren
hr: Molim pokušajte reinstalirati program.
pl: Proszę przeinstalować program.

source: Plot the position of the moving object.
de: Folgende bewegliche Objekte anzeigen:
hr: Ucrtajte poziciju objekta u pokretu.
pl: Rysuj pozycję przemieszczającego się obiektu.

source: Pluto
hr: Pluton
pl: Pluton

source: Pluto is a planet.
de: Pluto ist ein Planet!
hr: Pluton
pl: Pluton jest planetą.

source: Polar motion (arc sec)
de: Polare Bewegung (Bogensekunden)
pl: Ruch bieguna północnego (arc sec)

source: Pole inclination
de: Pol-Inklination
hr: Nagib pola
pl: Nachylenie bieguna

source: Port Configuration
de: Portkonfiguration
pl: Konfiguracja portu

source: Portrait
de: Hochformat
hr: Portret
pl: Pionowa

source: Position
hr: Pozicija
pl: Pozycja

source: Position angle
de: Positionswinkel
hr: Kut pozicije
pl: Kąt pozycji

source: Position epoch
de: Epoche
hr: Epoha pozicije
pl: Epoka pozycji

source: Power
de: Leistung
pl: Powiększenie

source: Prefix name with catalog short name
de: Katalogabkürzung dem Namen voranstellen
pl: Prefiks nazwy z krótką nazwą katalogu

source: Prepare a catalog with CatGen
de: Einen Katalog vorbereiten mit CatGen
pl: Przygotuj katalog z CatGen

source: Prepare data
de: Daten vorbereiten
hr: Pripremi podatke
pl: Przygotuj dane

source: Prepare monthly data
de: Monatliche Daten vorbereiten
hr: Pripremi mjesečne podatke
pl: Przygotuj dane miesięczne

source: Pressure (millibar)
de: Luftdruck (hP)
hr: Pritisak (milibara)
pl: Ciśnienie (milibar)

source: << Prev
de: < Zurück
hr: << Prijašnji
pl: << Wstecz

source: Preview
de: Vorschau
hr: Pregled
pl: Podgląd

source: Previous
de: Vorheriger
pl: Poprzedni

source: Print
de: Drucken
hr: Ispis
pl: Drukuj

source: Print chart
de: Karte drucken
hr: Ispiši kartu
pl: Drukuj mapę

source: Printed chart
de: Gedruckte Karte
hr: Ispisana karta
pl: Wydrukowna mapa

source: Printer:
de: Drucker:
hr: Pisač:
pl: Drukarka:

source: Printer legend
de: Druckerlegende
hr: Legenda printera
pl: Legenda druku

source: Printer setup
de: Druckereinstellungen
hr: Postavke pisača
pl: Ustawienia druku

source: Print footer
de: Fußzeile drucken
pl: Drukuj stopkę

source: Print header
de: Kopfzeile drucken
pl: Drukuj nagłówek

source: Print method
de: Druckmethode
hr: Način ispisa
pl: Metoda drukowania

source: Print Preview
de: Druckansicht
hr: Pregled ispisa
pl: Podgląd wydruku

source: Print the chart
de: Karte drucken
hr: Ispiši kartu
pl: Drukuj mapę

source: Processing... %s
de: Berechnung läuft … %s
hr: Obrađujem... %s
pl: Przetwarzanie... %s

source: Processing ended. Total number of comets: %s
de: Verarbeitung beendet. Gesamtanzahl der Kometen: %s
hr: Obrada završena. Ukupni broj kometa: %s
pl: Koniec przetwarzania. Całkowita liczba komet: %s

source: Processing ended. Total number of asteroids: %s
de: Verarbeitung beendet. Gesamtanzahl der Asteroiden: %s
hr: Obrada završena. Ukupni broj asteroida: %s
pl: Koniec przetwarzania. Całkowita liczba planetoid: %s

source: Processing ended. Total number of location :%s
de: Verarbeitung beendet. Gesamtanzahl der Orte: %s
hr: Obrada završena. Ukupni broj lokacija: %s
pl: Koniec przetwarzania. Całkowita liczba lokacji: %s

source: Processing line %s
de: Verarbeite Zeile %s
hr: Obrada linije %s
pl: Przetwarzana linia %s

source: Product Info
de: Produktinfo
hr: Informacije o proizvodu
pl: Informacja o produkcie

source: Program information
de: Programm Information
hr: Informacije o programu
pl: Informacje o programie

source: Programmer:
de: Programmierer:
hr: Programer:
pl: Programowanie:

source: Progress
de: Fortschritt
hr: Napredak
pl: Postęp

source: Progress messages
de: Fortschrittsmeldungen
hr: Poruke napredka
pl: Wiadomości postępu

source: Projection
de: Projektion
hr: Projekcija
pl: Projekcja

source: Projection settings
de: Projektionseinstellungen
hr: Postavke projekcije
pl: Ustawienia projekcji

source: Proper motion in right ascension
de: Eigenbewegung in RA
hr: Ispravno kretanje po rektascenziji
pl: Ruch własny w rektascencji

source: Proper motion in declination
de: Eigenbewegung in DE
hr: Ispravno kretanje po deklinaciji
pl: Ruch własny w deklinacji

source: Proper motion
de: Eigenbewegung
hr: Ispravno kretanje
pl: Ruch własny

source: Proportional to the tail length
de: Proportional zur Schweiflänge
hr: Proporcionalno dužini repa
pl: Proporcjonalnie do długości ogona
